[
  {
    "original_tweet": 1458584253881630723,
    "new_tweet": 1459428018225512454,
    "index": 1,
    "image_path": "outputs/1.png",
    "text": "Flint water crisis: $626m settlement reached for lead poisoning victims.\n\nA $626m settlement has been reached for the first time since Flint reached a settlement, according to an official with BP. After years of waiting for the deal to be made, BP will now have to sign a $2bn compensation package of $525m (£660m).\n\nThe settlement will be followed by a $1bn settlement with the city over safety concerns. The city and the federal government will now have to agree a plan for what actions BP is supposed to take and what cost it could owe to the US. The deal also brings the amount of money the government agreed to in May to $1.28bn.\n\nAfter all, the lead in Flint water was the source of most of the nation's health problems throughout a span of 10 years.\n\nLast Friday, the city of Flint announced it is looking into allegations of lead poisoning in the water plant.\n\nOn Tuesday, the Health Department ordered a ban on drinking water in the city at a cost of $30m, which BP said is needed to comply with its Clean Water Act. Those bans apply to drinking water that contains no lead, which does not add to existing lead levels."
  },
  {
    "original_tweet": 1458628446855249923,
    "new_tweet": 1459441458818158593,
    "index": 2,
    "image_path": "outputs/2.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1458628446855249923",
    "text": "Alabama boy certified as world's most premature baby.\n\nOzark is an American orphan who died in 2005. But many in the American media have been following his death as a sign that he was finally entering adulthood and getting older, or perhaps just starting to. The story of his survival, then and now is a source of endless entertainment, not least in popular culture.\n\nThe latest example of a \"biggest man's death,\" that of the youngest child born in the United States, in 2010, was featured in a New York Times feature. A picture of the grieving 12-year-old found in a New York grocery store in 2008 showed his smiling face as he lay dying.\n\nRelated: Watch: 'Eyes Wide Shut' and 'Baby Jesus': Did You Watch 'Baby Jesus' With 'Mother?'\n\nNow a medical professional, Dr. Jeffrey J. Schmitt, director of the Washington County Medical Examiner's Office says that the pictures \"are just snapshots of children struggling to survive their first years in an unsecured infant hospital environment.\"\n\n\"It was the beginning of a long journey,\" he told ABC News.\n\nThe family, whose name has been changed to protect their privacy, says the photo was taken in the U.S."
  },
  {
    "original_tweet": 1458664693422497792,
    "new_tweet": 1459441491546312704,
    "index": 3,
    "image_path": "outputs/3.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1458664693422497792",
    "text": "Alec Baldwin film tragedy: Crew member sues for negligence.\n\nThe crew involved in the deadly shooting of John Lennon's guitarist, Lennon, have been suspended from performing at the Academy Awards after the band's performance during their show.\n\nThe Academy Awards host will attend the ceremony held at the Academy Awards, where they perform the opening title for the film.\n\nAs the film's release date has been confirmed, the Academy of Motion Picture Arts and Sciences has expressed a desire to nominate the film.\n\nThe drama follows a group of aspiring singer and performer artists from Birmingham, England, with hopes of becoming an independent independent music act.\n\nIn an editorial headlined 'Best Director', which is seen by The Telegraph, said: \"We're delighted that Chris Boyle has decided to step aside and to give the Academy some of a say in this decision.\n\n\"On behalf of the cast and crew, I'd like to thank everyone involved and wish the family great luck in the years ahead.\"\n\nThe Academy and The Weinstein Company have yet to officially comment, but in a statement released by the company they expressed their \"deep gratitude, and solidarity\" for the actor.\n\n\"We look forward to supporting Chris Boyle, as well as his family and his incredible talents."
  },
  {
    "original_tweet": 1458832330810867713,
    "new_tweet": 1459441567253491718,
    "index": 4,
    "image_path": "outputs/4.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1458832330810867713",
    "text": "Judge says Texas school mask mandate ban violates disabled student rights.\n\n\"We're not interested in creating a blanket ban and looking for a specific way to do that or to restrict the ability for certain students to go out and exercise their academic development, but instead that's a government action that we don't think is appropriate in light of the needs of our students,\" said Superintendent Mike Wiebe, who defended the school, which opened in 2010.\n\nThe government has refused to help the children in Texas with high-stakes education because it says Texas must do more to improve schools' quality of education. An appeals court recently ruled that Texas schools must provide high-stakes learning opportunities.\n\nIn the ruling on Thursday, Judge Brett Penders said Texas must change what constitutes a \"reasonable accommodation\" for a student's need for access to classes, but not what the state should define as a \"reasonable accommodation.\" The state contends that children do not have a right to be at school and can't be put in these situations because their parents lack \"reasonable accommodation.\" But Penders acknowledged that the state must be careful not to make children's use of high-stakes education \"too narrow or out of reach.\"\n\n\"It's not like they're a group that may be disadvantaged or at risk of being denied access to these high-stakes education.\" Judge Penders said."
  },
  {
    "original_tweet": 1458849895360737282,
    "new_tweet": 1459441601218945024,
    "index": 5,
    "image_path": "outputs/5.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1458849895360737282",
    "text": "Rare 520-year-old coin found at site of first English settlement in Newfoundland.\n\nThe coins are the subject of much interest today — but archaeologists in Canada are still gathering proof.\n\nThere's no word yet on when the coins got deposited when they were found, but it's believed they were minted around 1635, about a half-decade after they were first found.\n\nThis is all part of an archaeological survey of the earliest settlement in Newfoundland in the 1600s, a few years after King George V led a long voyage to explore and colonize the territory he ruled.\n\nThe discovery of coins at the site is a bit of a touchstone to the long reigns of Newfoundland's British rulers. The last time the king toured the country was in 1737, when he visited Newfoundland to see that it was colonized by the British, and Newfoundland was colonized by Edward IV between 1807 and 1828.\n\n\"There was absolutely no contact between Newfoundland and Canada at the time because what you see there is very different from what you probably already knew,\" University of Ottawa archaeologist Doug Copley said. \"It doesn't fit the whole story, that you're not dealing with much.\"\n\nThe coins suggest early British explorers might have found the oldest coins possible."
  },
  {
    "original_tweet": 1458942221437358086,
    "new_tweet": 1459441638980292608,
    "index": 6,
    "image_path": "outputs/6.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1458942221437358086",
    "text": "US women are being jailed for having miscarriages.\n\nA 16-year-old London-based mother of two had been allowed to go to work in England with a single provider.\n\nShe was so terrified of looking after the woman having miscarriages that she took the decision to have an abortion.\n\nThe BBC's The Magazine and Aftonbladet spoke to Sarah Elphick, who lives with her husband Alex Elphick, who has been working with her for nine years.\n\n\"I didn't really hear about the abortion until I'd seen him in hospital. It was at my request she had a procedure - for a few days.\"\n\nSarah, who wanted to be known only as a nurse, said she believed her family suffered from anxiety, depression and isolation.\n\nImage copyright Getty Images Image caption Sarah Elphick says she was allowed a choice if she wanted to have an abortion\n\nImage copyright Getty Images Image caption Sarah Elphick, one of the few people to speak publicly about her miscarriage\n\nSarah's mother said she was \"really very, really nervous\", after seeing the BBC story: \"I couldn't speak for myself for months. I wanted to be clear about these things or I would end up being jailed."
  },
  {
    "original_tweet": 1458955240158420993,
    "new_tweet": 1459441693564956675,
    "index": 7,
    "image_path": "outputs/7.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1458955240158420993",
    "text": "Capitol riot: Court temporarily blocks release of Trump files.\n\nTrump's team told CNN that \"this was a personal issue\" that was never addressed.\n\nCNN reported Monday night that federal officials were investigating Manafort, Manafort's campaign co-chair.\n\nA White House official told CNN the office would not comment on Manafort-related matters.\n\nThe White House called Trump's accusation \"pure fabrication.\" The official, who declined to be named because of the sensitivity of the matter, said the president should be ashamed of himself for saying such a thing.\n\nMueller's Team Trump is also investigating the Trump campaign for possible collusion with Russia. The report was first reported by German news agency ARD news, quoting one of Trump's team personnel.\n\nTrump said Monday \"this could have led to some of these things, but I don't see any evidence that that was the case.\"\n\nThe White House has so far declined to comment on Manafort.\n\nTrump was a frequent critic of Obama's presidency during the presidential campaign."
  },
  {
    "original_tweet": 1459133624914165800,
    "new_tweet": 1459441787882250241,
    "index": 8,
    "image_path": "outputs/8.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459133624914165800",
    "text": "US police officer sues boss over KKK note.\n\nA woman who gave birth at a nursing home in Oklahoma City on June 13 faces one felony count of providing birth control to a child, court records show.\n\nCourt papers show the mother, 25-year-old Amy Brown, is scheduled to appear in court in July for the first time in more than 40 years.\n\nBrown appeared in federal court in a jail cell early Thursday.\n\nA preliminary hearing was held in court, but officials said it was canceled. Instead, she was allowed to return to the home just before 7 p.m., according to documents filed in federal court. That means there is still time left, but the judge issued a court order directing that no further proceedings be held.\n\nThe mother will be sentenced to 30 years imprisonment or a fine of $10,000.\n\nHer lawyers are seeking damages based on their actions. Brown has long been listed as someone who didn't give birth, but in court papers it now seems the judge didn't hear her argument.\n\nThe city of Tulsa, which owns the nursing home, said it has refused to pay any settlement in the case.\n\nBrown claims she will not be able to be employed or able to pay her medical bills, but is still seeking a $5 million lawsuit against the nursing home's management for failing to protect her children."
  },
  {
    "original_tweet": 1459267841144897538,
    "new_tweet": 1459441833126207492,
    "index": 9,
    "image_path": "outputs/9.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459267841144897538",
    "text": "Steve Bannon charged with contempt of Congress.\n\nWhat Bannon really went after was a Washington Post article that was being read through a digital stream to a young woman named Marla Maples, who was 14.\n\nMaples was trying to get a job at a New York hotel when Bannon invited her to his office for a meeting about Trump's controversial travel ban orders. Maples has long said Bannon told her that she had \"made the right decision\" and now he had her date a date to the Oval Office. Maples said Bannon \"spoke about making certain people to come to Trump Tower. He also talked about making Donald Trump's head taller.\" Maples said she was told by the executive staff that she would be considered only for the White House.\n\n\"He told me to put my name on the list,\" she said.\n\nCiting sources, Maples said Bannon told her to try putting \"someone who is going to be very effective in the White House.\" Maples did so anyway."
  },
  {
    "original_tweet": 1459275209438076931,
    "new_tweet": 1459441881834610692,
    "index": 10,
    "image_path": "outputs/10.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459275209438076931",
    "text": "Astroworld: Dozens more lawsuits filed over deadly festival crush.\n\nThe last of the 12 plaintiffs were suing for up to $1 million in damages but are unlikely to succeed in the courts in time.\n\nA group of 50 to 70 artists have sued for similar damages, to more than $1 million, in the past year.\n\nThe legal proceedings have hit one of last year's biggest festival scourges - the SXSW festival that drew hundreds of thousands to see the world's biggest music festival.\n\nOver the years, hundreds of thousands of SXSW's biggest festival attendees have lost money by throwing money at companies that handle the crowds or taking over for festivals that have been cancelled.\n\nThe groups, who do not have names yet, sued for allegedly being negligent as they waited for festival organizers to cancel the event at the last minute and then delayed making proper paperwork for SXSW's next big event.\n\nThey've also sued festival promoters and managers for trying to save millions of dollars.\n\nThe last of those lawsuits arose at the same time as a pair of new anti-shame-related events - after the group's founder and founder - lost millions of dollars on their first major festival in a single day.\n\nThe lawsuit and similar suit have raised some troubling questions surrounding the safety of the festival's many performers and speakers."
  },
  {
    "original_tweet": 1459281434993123336,
    "new_tweet": 1459441922469429248,
    "index": 11,
    "image_path": "outputs/11.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459281434993123336",
    "text": "Dontae Sharpe: US man wrongfully imprisoned for 26 years pardoned.\n\nA US judge has told Thomas Albright to be more forthcoming with his statements because he may offend some other people.\n\nAlbright, 68, was on a parole hearing for his role in the assassination of Michael Brown.\n\nUS President Barack Obama signed him into US Citizenship, which allows a judge to hear more about the defendant's past.\n\nA spokesman for the State Department's Office of Government Ethics, said that Albright was \"still in a position to decide on any legal action he may take\"."
  },
  {
    "original_tweet": 1459284803044495363,
    "new_tweet": 1459441974344175621,
    "index": 12,
    "image_path": "outputs/12.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459284803044495363",
    "text": "Teddy bear lost in Glacier park returned to 6-year-old girl.\n\nA 25-year-old Idaho man was injured in an avalanche that hit a road as he was riding for his bike north on Interstate 10 about 5:20 p.m., KTVB reported. The man was transported to a local hospital for treatment.\n\nHis sister's 15-year-old mother told KTVB that the vehicle that was taken into custody was the same one that was pulled over by Glacier National Park.\n\nBut no one at the park knows what caused the attack that followed. The woman's nephew told KTVB that he heard two loud bangs when he saw the man driving around the park. He told KTVB that he was out on his bike in the parking lot when the man started to make his way through the trees around the car.\n\n\"I wasn't wearing my bike, it was just my foot on the handlebar,\" he said."
  },
  {
    "original_tweet": 1459313129633062913,
    "new_tweet": 1459442064530182144,
    "index": 13,
    "image_path": "outputs/13.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459313129633062913",
    "text": "Iqaluit: A month without clean water in Canada's north.\n\nHarvard journalist Brian Beutler was among those who arrived to speak.\n\nBeutler, who is running a website, was from Montreal where he spent his sophomore and senior years working for the U.S. Army Radioactive Materials Center.\n\nIn the 1970s, he said he became concerned about toxic lead from the uranium mining sites near his family's farm in the village of Japheth-Anshan, in northern Manitoba. He received a warning from RCMP but wasn't arrested by police.\n\nA year after becoming skeptical of his work, his family found he had exposed its radioactive fuel to the environment and was arrested without charge. In 2009, he and several other activists gathered in Winnipeg hoping the province would take action.\n\nSome critics accused some Canadian scientists of being biased in their reports.\n\nOthers said they feared that contaminated uranium would be used to mine on sacred lands where indigenous peoples have been buried for centuries, to support aboriginal rights."
  },
  {
    "original_tweet": 1459328411554529282,
    "new_tweet": 1459442097564520452,
    "index": 14,
    "image_path": "outputs/14.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459328411554529282",
    "text": "Summer Zervos: Ex-Apprentice drops lawsuit against Trump.\n\nVernon's attorney Michael J. Gerson said that the woman had to pay legal fees and expenses, including $350,000 in attorney's fees and legal fees, and $1,500,000 in expenses for her wedding.\n\nAccording to Zervos, the woman was denied entry to Zervos's hotel in late August, when she had a meeting with a Trump-owned hotel lobby. After that date, Gerson said, the woman claimed that Trump asked she not allow her to leave without a warrant to take a photo.\n\n\"After that date, Vernon alleges Trump sought to stop her from entering his premises,\" J. Gerson said in a statement that said his client had tried to force through the order through an interpreter. She has lost her battle to get the documents, and \"this is another example of her fight for her right to enter his property of private property, even during their legal fight for a restraining order,\" J. Gerson wrote.\n\nThe lawsuit, which accuses Trump of harassing, harassing, intimidating and threatening Vernon, is currently scheduled to get a verdict in federal court after the end of the summer."
  },
  {
    "original_tweet": 1459311996810240004,
    "new_tweet": 1459448744450035715,
    "index": 15,
    "image_path": "outputs/15.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459311996810240004",
    "text": "Aaron Rodgers and Big Bird: The unlikely faces of America's Covid culture war.\n\nThe Chicago Cubs' season ended Thursday night with a brutal five-game sweep with the Washington Nationals. The Nationals had the same two-game sweep on Feb. 5 after making seven errors on their way to a sweep of the Cubs by the New York Mets, who took their victory at home by two runs.\n\nWhile the season on the pitch was good for Chicago, there were also injuries to a slew of talent on the Cubs' offense. The team had to miss several games, including Tuesday's three exhibition contests before starting the day off on three consecutive days of \"The Game\" with two of its best arms, hitting a combined .243 (12-for-45) with three doubles, two home runs and six RBIs in his final two regular-season games before being shut down for the remainder of the season for the same reason.\n\nThe Cubs had no other power-hitting pitching and were without lefty Jason Kipnis, but manager Theo Epstein sent out a text message Wednesday afternoon after the game saying the team might use him as the eighth outfielder on the roster.\n\nThe two lefty Kipnis is the team's only option out in left fielder Jon Jay. It was their only move to save a spot on the 53-man roster for a second straight game, including the home run swing that saw outfielder Justin Morneau put down Alexei Ramirez."
  },
  {
    "original_tweet": 1459697685364154368,
    "new_tweet": 1459700174205308932,
    "index": 16,
    "image_path": "outputs/16.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1459697685364154368",
    "text": "FBI probes cyber-attack emails sent from internal server.\n\nA source confirmed that an internal investigation is underway, with the Justice Department's inspector general looking into the Russian election efforts as well. The Justice Department has declined to comment.\n\nThe FBI has found that Russia interfered in the US election with voter-tracking software based on a private server used by Republican Party operatives, according to two top FBI officials. Russian officials, sources said, used that server for \"unfair advertising,\" or voter-tracking and voter-mailing on behalf of Moscow during last year's presidential campaign.\n\nOn Aug. 1, the FBI issued a statement saying, according to law enforcement sources, that the case is now under review by the special grand jury. The statement added that if the investigation continues beyond the end of next week, \"it should refer the probe to the National Security Law Enforcement Council,\" which is a non-governmental body that \"complys with law enforcement authorities' requests while continuing to cooperate with the investigation.\"\n\nThe bureau said the White House and Department of Justice are reviewing the situation and \"do not see any possibility of any evidence that the Russians used a DNC server to disrupt U.S. electoral processes.\" If confirmed by the special grand jury, it would be the first since the election in 2016.\n\nThe FBI said there are indications that Russia's effort to influence the election came back this year."
  },
  {
    "original_tweet": 1460098075897348098,
    "new_tweet": 1460100313239621634,
    "index": 17,
    "image_path": "outputs/17.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460098075897348098",
    "text": "Astroworld: Boy, nine, dies 10 days after crush at Travis Scott festival.\n\nHe was a kid who'd been teased a little bit by the '70s '80s and '90s pop movement. But he eventually blossomed into what people are calling his personal best.\n\nAnd now a lot has changed since those two kids started school together. They're going through the same high school they had earlier this year in Boca Raton, Fla.\n\nHe just wanted to go out and do something fun like basketball. And then finally went to St. Petersburg for his senior year — where he played alongside future star Chris Webber.\n\n\"We really grew up together,\" he says. \"(Webber) always has a cool sense of humor, and I'll go out and do a little basketball again, too. We play one game each and we'll do another,\" he laughs.\n\nAnd he didn't have a high school diploma from his high school coach and didn't even know that's what he was supposed to do at St. Petersburg High in 2010 when he died 11 days after taking home his best season-preseason pick.\n\nThat was just months after St. Petersburg announced it would allow Webber to continue the team's sports operations even after he was diagnosed with brain cancer at 46, the team announced on its website."
  },
  {
    "original_tweet": 1460270245831184384,
    "new_tweet": 1460271435604107264,
    "index": 18,
    "image_path": "outputs/18.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460270245831184384",
    "text": "Steve Bannon surrenders to face contempt charges.\n\nThe FBI has charged Bannon, then Breitbart News founder Ezra Levant and former Breitbart commentator and now top Breitbart editor Steve Bannon with \"harassings\" after he appeared on an American TV program calling for Trump to step down as president in the wake of his alleged ties to Russian President, Vladimir Putin. U.S. District Judge Emmet Sullivan on Tuesday asked charges against Bannon to be dropped.\n\nThe two Bannon attorneys, David Boies, and David Boies, the president's former political consultant, were initially arrested in February 2015 after he tried to organize a protest against then-New York City Mayor Rudy Giuliani over what he said was the presence of a Russian lobbyist in the Mayor's office.\n\nProsecutors filed charges against Boies and Bannon as part of their initial request for a contempt motion against them.\n\nThe U.S. Attorney's Office for the Eastern District of Pennsylvania declined comment on the latest cases after an attorney familiar with the case told The National that it has no further comment. There were no charges filed against Boies.\n\nOne of the U.S. attorneys for the Eastern District of Pennsylvania on Tuesday said that the case represents an unprecedented type of \"extremist\" threat against the presidential presidency and called on the state to implement policies such as an end to the sanctions Trump is under under after he takes office."
  },
  {
    "original_tweet": 1460313297425776651,
    "new_tweet": 1460314213654491136,
    "index": 19,
    "image_path": "outputs/19.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460313297425776651",
    "text": "Kyle Rittenhouse: Weapons charge against accused US teen dropped.\n\nIn a statement, Attorney General Jeff Sessions told CBS News, \"This investigation is still ongoing and no indication that there has been a tip-off about any wrongdoing or collusion.\"\n\n\"The Department of Justice is fully focused on assisting the Attorney General in determining the appropriate sanctions that must be imposed,\" Sessions said.\n\nTrump's firing of Comey comes days after a series of high-profile investigations into Russia's election meddling into the Nov. 8 presidential election that had exposed an ongoing federal investigation into Russian involvement in the election last year.\n\nIn March, Trump fired FBI Director James Comey after he concluded the agency had not linked Hillary Clinton's email server to Russia."
  },
  {
    "original_tweet": 1460323520643219464,
    "new_tweet": 1460324258165366787,
    "index": 20,
    "image_path": "outputs/20.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460323520643219464",
    "text": "Sandy Hook: Alex Jones liable in defamation lawsuit.\n\nNew York Times reporter Dinesh D'Souza has revealed that Alex Jones' online blog has been bought by Russia's President Vladimir Putin's ruling party.\n\nIn the interview, D'Souza said he was struck down by the Russia-backed news outlet Russia's Sputnik when he first applied for its top job. His website was denied the job on Tuesday after news surfaced of the attempted assassination of U.S. President Donald Trump in his first day in office.\n\nJones has not commented publicly to the Times, as the media watchdog has been demanding that his website be shut down.\n\nJones has repeatedly said he is not against the media but has been targeted by journalists looking to smear his record, arguing he was attacked by some outlets rather than journalists of his own political stripe."
  },
  {
    "original_tweet": 1460363156480573440,
    "new_tweet": 1460364579192541184,
    "index": 21,
    "image_path": "outputs/21.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460363156480573440",
    "text": "Biden signs 'once-in-a-generation' $1tn infrastructure bill into law.\n\nHe also called for Congress to make every effort to repeal and replace Obamacare before the end of March. The bill is now moving in the Senate.\n\nIn addition to taking some time out to address the concerns of the left and progressive pundits, the GOP is also likely to present their plan once lawmakers agree to the spending bill, as well as the health care overhaul legislation passed by the Senate, both through a closed-door vote at the end of its first year of passage.\n\nSen. Orrin Hatch Orron Kanter HatchGOP says they're moving forward with Friday vote on Kavanaugh Female lawmakers show 'immediate support' for McCarthy as next Speaker MORE (R-Utah) said he hopes Trump is \"very forthcoming\" on his plan to replace Obamacare, adding he's concerned \"the Republicans are coming up with things to go over without knowing the details.\"\n\n\"They are just coming in with a lot of information that it's not going to be much over time,\" he told CNN's Candy Crowley, referring to the GOP bill.\n\nTrump has been talking about dismantling Obamacare for months while he remains in the White House.\n\nHe said during February that he would be \"absolutely\" willing to \"send the IRS some sort of fine\" to stop the Justice Department from charging millions for Obamacare for certain people."
  },
  {
    "original_tweet": 1460410130625925120,
    "new_tweet": 1460412341074358275,
    "index": 22,
    "image_path": "outputs/22.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460410130625925120",
    "text": "The harmonious US city run by Muslim Americans.\n\nBut the Islamic state was born in Iran and converted into the Muslim form when Iran came to the USA, not American. The fact that the city of Boston is home to some of the most popular American mosques (a fact that's been made abundantly clear) confirms the legitimacy of its fundamentalist ideology.\n\nThe first American mosque was founded out of an Arab immigrant family, and in that world is what led it to become such a successful religion. That's why there is a good amount of fanfare surrounding the Boston mosque, and the Boston Mosque, at least historically.\n\nBut as I've pointed out previously, it wasn't really a mosque before that the Islamic state. The second Boston mosque was just a new one built out of another Muslim neighborhood, so that's not quite the same thing.\n\nBut even though it came into existence, there were other mosques, some of which were based in other parts of China. The first major one was built around 200 years after the Prophet made war on the unbelievers to destroy them forever.\n\nBut some of the older mosques in Boston are much older than Boston's. We've talked about some details of the recent Muslim census, and you can see it here.\n\nHere's what we know for sure about Boston's Muslim history. We only know that, not the history of the Boston mosque."
  },
  {
    "original_tweet": 1460794056313876482,
    "new_tweet": 1460794876883177478,
    "index": 23,
    "image_path": "outputs/23.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460794056313876482",
    "text": "Deadly storm cuts transport links around Vancouver.\n\nSidney said some businesses were canceling at sea — which he claimed was due to the flooding — and she added one of her staffers had to cancel to keep work off the grid. She described the evacuation as extremely difficult.\n\nIn 2015, hundreds of thousands of people died in parts of the world without power. (Reuters / Reuters)\n\n\"We've never seen any disaster that would come like this,\" she said. \"It's like the Great Depression of the last 18 years [during the 1940s]. You're kind of trapped and in the middle of this thing but nobody even knows what it is.\"\n\nAnnie Boudreau, senior research fellow at the University of British Columbia's Institute of Pacific Island and Pacific Ocean Studies, found she was lucky that more than 1 billion people — the most large nations in the world — were in the midst of power outages last week — and nearly 10 per cent of them were in remote regions in the East Asian nation of Vietnam.\n\nIn the Pacific, Boudreau said, a major earthquake and tsunami may have affected some of Asia's most vulnerable, such as Malaysia, Thailand and Indonesia."
  },
  {
    "original_tweet": 1460801461051400195,
    "new_tweet": 1460802444846252035,
    "index": 24,
    "image_path": "outputs/24.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460801461051400195",
    "text": "US Congress to punish lawmaker over violent meme.\n\nThe tweet also read, \"Tensions between USA and Mexico are skyrocketing while the U.S. continues to promote authoritarian policies in Mexico. Congress should do more to address that issue during the next 4 years.\"\n\nIt did not say whether the lawmakers would be prosecuted under the U.S. Anti-Doping code.\n\nA source told the Los Angeles Times that former Olympic track coach Bruce Klingberg told the Los Angeles Times that President Obama's anti-doping policy is \"on track.\"\n\n\"We are already hearing from people who are going on the streets and I think it's going to make it a very interesting conversation between the two nations,\" the source said.\n\nThe Los Angeles Times could not immediately be reached for comment.\n\nThe president's son-in-law had told the Los Angeles Times he thought the tweet was an attempt to use the 2016 presidential election as an opportunity to demonstrate that he could not only protect his administration, but also fight his country from a crackdown on marijuana use.\n\nKlinsberg, who resigned after the Los Angeles Times reported he made anti-doping jokes during the 2012 and 2013 editions of the race, also had a history of lying about his alleged pro-legalization credentials in a television interview with the Washington Post during his campaign."
  },
  {
    "original_tweet": 1460890393231429632,
    "new_tweet": 1460890519404302341,
    "index": 25,
    "image_path": "outputs/25.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1460890393231429632",
    "text": "LA's Staples Center to be renamed after cryptocurrency firm.\n\nThe decision came after former U.S. attorney General Eric Holder issued a memo to lawmakers on Oct. 27 that said regulators should be looking into potential conflicts of interest over securities transactions on the open market. In that memo, Holder encouraged regulators to look into whether such transactions happen without a \"federal fiduciary\" license.\n\nThe $13.2 trillion stock market exchange market capitalization — worth $21 trillion in today's dollars — is being challenged in a federal court.\n\nHolder, who was forced into acting in 2006 as head of the Securities and Exchange Commission after the financial crisis, now faces scrutiny under ethics rules imposed to prevent him from acting in a manner that he considers reckless in the face of intense pressure from shareholders and regulators.\n\nIf it's found that Holder did not disclose in December 2010 $13.2 billion in transactions on the open market, the SEC could require him to resign from his position or lose his job. He has also been called \"too good for work.\" In his recent book \"The Money Laundering Industry: How Our Nation's Money Stashes Are Tricked,\" the former Justice Department lawyer wrote he had to flee his home, but was not aware of his whereabouts in 2009, a few days after former federal commissioner Michael Powell left the commission.\n\nThe F.C. has sought to seize more than $1 billion in money held on the open market."
  },
  {
    "original_tweet": 1461019838285901825,
    "new_tweet": 1461021647951982596,
    "index": 26,
    "image_path": "outputs/26.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461019838285901825",
    "text": "Capitol riot: 'QAnon Shaman' Jacob Chansley sentenced to 41 months in prison.\n\nEqual Pay Day - A special report on the plight of women and men in work settings including work related violence\n\nA special report on work related violence: How a number of women and men are being targeted online\n\nUncertainties around the future of women's rights in America - this time, the Department of Justice is sending the US government a message on equality\n\nThe government is responding by proposing more stringent standards to prevent and respond to domestic violence, including the arrest of those who 'abusing men'; a new provision that would make it a crime to cause an attempt on male victimhood; and the elimination of the 'sexist' workplace climate. In its press release the government said these were important policy recommendations and that \"all efforts to achieve these goals would include action to end impunity and achieve universal gender equality for all employees\".\n\nThe government added that despite the Government's strong commitment to the rights of women, it had not had any positive impact on its work environment in the past.\n\nThe Home Department had released a report last year which detailed how many of its staff in the U.S. had been abused by abusive colleagues, and said an average of 4.5 per cent were employed in low paid work."
  },
  {
    "original_tweet": 1461022041134538752,
    "new_tweet": 1461023885206253570,
    "index": 27,
    "image_path": "outputs/27.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461022041134538752",
    "text": "Vancouver storm: Minister says there is \"no doubt\" it is linked to climate change.\n\n\"The data is unequivocal,\" said Chris LeBlanc, a research fellow who leads a team working on climate change at UBC.\n\nIn a report released Thursday, LeBlanc said while the data was \"clear, the data cannot be compared with real world impacts, the level of emissions occurring in most developed countries, or the extent to which large-scale adaptation activities are being considered.\"\n\n\"To build on that, the evidence is not sufficient to point to a direct link … any comparison of the numbers, or the nature of climate change, would be grossly inadequate,\" said LeBlanc: \"These results should be used only by policymakers in the next provincial legislature as to when that link occurs.\"\n\nBut Dr. Ian MacDougall, the director of the B.C. Climate Law Centre, said while Alberta's emissions continue to increase, the province is far from being an \"economic engine for the economy of the future.\"\n\nCanada's carbon dioxide emissions are increasing. Now we are about to see one of the greatest increases in carbon emissions — we're emitting about four and a half tonnes of carbon per day. — Environment Canada\n\n\"This can't be all that important,\" he said, adding that the provinces have the ability to take measures to reduce their carbon emissions."
  },
  {
    "original_tweet": 1461022514151370752,
    "new_tweet": 1461023933746933763,
    "index": 28,
    "image_path": "outputs/28.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461022514151370752",
    "text": "US annual drug overdose deaths hit record levels.\n\n\"We should be fighting to protect people off opioids,\" a former president of the Pharmaceutical Research and Manufacturers of America lobbyist says.\n\nThe federal government is responsible for developing and enforcing the federal Drug Abuse Act, and states would make recommendations about the need to update regulations to improve safety.\n\nMany of the laws for the safety of prescription drugs underutilize federal funds. That has raised concerns among lawmakers. There is currently no law in the country that lets the feds regulate pharmacies for abuse and fraud.\n\nAn attempt last year to pass the Affordable Care Act, the 2010 health care overhaul to provide health insurance to the millions of low-income Americans, failed badly because lawmakers rejected the amendment.\n\nHowever, the effort by Democratic lawmakers to keep the Obama administration from enforcing certain penalties on drug companies failed.\n\nThe DEA estimates that drug overdose deaths by drug users are about $250 billion a year because they pass around the world without prescription medicine.\n\nEven so, the number of drug overdose deaths reported by the federal government has climbed to 1,300 in 2007 from about 2,900 in 2000.\n\nDrug use is largely the problem of a handful of drugs in an estimated 600 million people, including heroin and methamphetamine. The number of opioid overdoses, however, is about the same."
  },
  {
    "original_tweet": 1461073901933445123,
    "new_tweet": 1461074206074945538,
    "index": 29,
    "image_path": "outputs/29.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461073901933445123",
    "text": "Three Amigos summit: Awkward conversations for US with its neighbours.\n\n\"They're going to say 'we want to give you $10m for $10m and do this with the right people?' We've lost that,\" he said.\n\n\"But at the end of the day, that's going to cost more than £10bn which is great, that's an important difference and it's going to mean for us.\n\n\"In 2014 you did not think about how much money you had to spend on your children or how much the community would pay for it.\"\n\nMedia playback is unsupported on your device Media caption What went wrong with this summit?\n\nThe US said it would take part in the summit but did not specify what it would do.\n\n\"As we were talking in Sydney about how important our security was to them, we talked to Australian leaders and asked them why they would be interested in hosting the summit,\" Whitehall said.\n\n\"The Prime Minister's Speech - the first in its line of communication and we will be following through and using as we think best to be able to do business with Australia - was very clear about the security demands.\"\n\nAs part of the talks, the US delegation will meet members of the government in Canberra for a session at the UN secretary general's residence."
  },
  {
    "original_tweet": 1461376903185678344,
    "new_tweet": 1461378756765913100,
    "index": 30,
    "image_path": "outputs/30.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461376903185678344",
    "text": "Girl shot by police and teenagers charged: Who is responsible?.\n\nPolice say a 22-year-old man who jumped from a bus and fled a North Houston high school was later arrested after a standoff.\n\nAccording to police, the suspect ran in from his home on West St James where police have located a 15-year-old girl. Her description matches up with that posted by one on the Facebook page, \"No More Tears for Suck's Suck.\" She is the daughter of Stitchville College.\n\nThe suspect took off at the bus stop on the west side of the High School after it pulled up beside the school. When he got out of the bus he began firing multiple shots from his Colt .45 caliber revolver. One round exploded just inside the windshield. Another burst into the side of the bus and knocked off the driver's back. A third man had his head down and suffered serious injuries as well.\n\nPolice say the teen was transported to The Harris County Medical Examiner's lab where a critical brain scan indicates she is now in stable condition."
  },
  {
    "original_tweet": 1461430680651509761,
    "new_tweet": 1461431557218992130,
    "index": 31,
    "image_path": "outputs/31.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461430680651509761",
    "text": "Biden 'considering' US diplomatic boycott of Beijing Olympics.\n\nSen. Ron Wyden (D., Ore.) said the US should have \"greater confidence\" in the Chinese Foreign Ministry because of how much it takes to get a boycott approved.\n\nThat's been a message Beijing has been sending since 2007 to U.S. officials, who were forced to back off its diplomatic blockade of South Korea, which it blames on North Korea.\n\n\"It is no longer a question of whether we take this position, when what they want to do is undermine the good relationship between China and the United States,\" Wyden told reporters this week. \"This is what they want to accomplish, the good and the bad.\"\n\nWyden added that \"it is no longer a question of where they can do the most damage; it is quite clear right now, with the North Koreans, they want to hurt American economic and national security, their economy.\"\n\nStill, he said Washington still needs other countries to \"make the right choice,\" such as Mexico, not so much because he would help the Chinese.\n\n\"That is one of the things we've been told by the Chinese that they have that is the goal of the United States and we can't afford to overreact to that,\" he said."
  },
  {
    "original_tweet": 1461492841948098562,
    "new_tweet": 1461494497049604097,
    "index": 32,
    "image_path": "outputs/32.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461492841948098562",
    "text": "Instagram: US states investigate how platform targets children.\n\nThe children's advocacy group Children's Rights Advocacy called for the Senate floor to investigate whether it was unconstitutional to allow a local law enforcement entity to target a child.\n\n\"If you want a national story that includes a child or, frankly, if you want kids to go to therapy or get a diagnosis and get their parents involved,\" she wrote, citing a lawsuit by the Center for Justice, \"you're going to have to ask the Attorney General or an FBI official to investigate you and do the right thing, in order to punish every single day that the child comes across.\"\n\nThe Center for Justice said that while it has taken several years to get the case right and the government has not taken measures to punish, there were a number of reasons the government was not able to get involved.\n\nCindy Lee, president of the Center for Justice, said that while it doesn't mean the government didn't do anything wrong, she said.\n\n\"I say this to the young people that are being sent to therapy and getting counseling. I say this to those that are making it outside of the system because the situation right now is there is no accountability,\" Ms. Lee said.\n\n\"I believe there is a very long overdue review and to get this right, we continue to fight back,\" she said."
  },
  {
    "original_tweet": 1461662248917774340,
    "new_tweet": 1461663088243924993,
    "index": 33,
    "image_path": "outputs/33.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461662248917774340",
    "text": "Jimmy Hoffa: New search for body of long missing US union boss.\n\nAs president of the National Hockey League's San Jose Earthquakes, Hoffa will be responsible for hiring the best team on earth in Chicago. He has also overseen an overhaul of the Chicago Fire's academy system, which has allowed players to sign up in the city and provide coaching and development services to youth clubs across the country.\n\nHoffa did, however, bring back the veteran goalkeeper in New England, as well as the likes of Phil Neville and Steven Gerrard. He is looking forward to reining the franchise in in the north of the country – but he acknowledged that his vision can't be done without a commitment from the players to the league.\n\nHoffa will be meeting with MLS players on Thursday for a first-hand look at the club's ambitions, with all eyes on Saturday. MLS has been making a name for itself with a number of impressive signings such as US star Adam Lallana, Canadian standout Dominic Oduro, and Argentine youngster Federico Higuain, among others – but they have not exactly made the jump to Chicago.\n\nThey only have two other players in this year's MLS Draft, but it would be great if there were a full squad. But Hoffa's dream will not be to become that player.\n\nInstead, he believes he will move on with a career and put his stamp on the soccer pyramid here in Chicagoland."
  },
  {
    "original_tweet": 1461712056441266176,
    "new_tweet": 1461713415211143169,
    "index": 34,
    "image_path": "outputs/34.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461712056441266176",
    "text": "US House votes to pass $1.9tn social spending plan.\n\nThe House voted 9-4 on Monday, bringing its own record number of votes over three weeks to 50. That totals up to nearly 15,000 votes – the majority of such votes that the House passes the budget in the Senate for a second term.\n\nRepublican leaders wanted the vote to come in a vote to keep the Affordable Care Act, the popular health care health care law passed by Congress in 2012, alive.\n\nBut a group of conservative House conservatives, led by Senate Majority Leader Mitch McConnell, said they needed a vote to protect the Affordable Care Act, the U.S. health care law passed in 2010, and to stop other tax cuts that might benefit rich people.\n\nThey said they felt there was no room for compromise with Democrats on the issue:\n\n\"Let's just say that every vote to gut or eliminate any or all or even virtually all of Barack Obama's taxes that are a consequence of his signature health care law is a vote to let the president set the agenda of this nation,\" said Sen. Ron Wyden, D-Ore., who chairs the Senate Finance Committee's Ways and Means Committee."
  },
  {
    "original_tweet": 1461732526880399365,
    "new_tweet": 1461733585941975044,
    "index": 35,
    "image_path": "outputs/35.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461732526880399365",
    "text": "Covid: Canada authorises Pfizer vaccine for children aged 5-11.\n\nA review was conducted by Peter H. Deutsch and Robert J. D. Greenfield. They found that the vaccine did not reduce the risk for autism.\n\nThey pointed out that \"the vaccine is highly effective in preventing, but not preventable, childhood autism.\n\n\"It has been shown to decrease the rate of a significant proportion of the autistic phenotype in children with autism,\" they wrote.\n\nDr Andrew Foulkes from the University of Sydney said the findings of this study were a step in the right direction.\n\n\"It shows we are on the right track to move from children with mild illness to those with severe illness,\" Professor Foulkes said.\n\n\"The future should be about giving parents more information that makes informed decisions at early stages of life and that keeps children on their medicines,\" he said."
  },
  {
    "original_tweet": 1461877702407897092,
    "new_tweet": 1461879514393239554,
    "index": 36,
    "image_path": "outputs/36.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461877702407897092",
    "text": "Theranos trial: Elizabeth Holmes makes surprise testimony.\n\nElizabeth Holmes was diagnosed with Parkinson's in November 2000 and said she's \"going crazy\" about it.\n\nThe woman, who is also a doctor, was born in California in January, 2000. Her family moved to Florida seven months after that. And she said she's not going to tell anyone where she is now that she's not being protected in Florida. She said she has relatives there. She said the government has been looking for her family.\n\nHolmes, who is married to Nicole Harris from California, said she never wanted to reveal her identity to anyone, but did have some questions to ask about her personal life. She said she is going to testify this week and that she doesn't plan to talk about it for fear of hurting the victims.\n\nIn October 2000, Holmes's doctor suggested that her father die early in pregnancy, and Holmes said she had a rare genetic disorder, but later came to the defense with what had happened to her father. Holmes said her neurology and her doctor told her she was still in that state and so they wouldn't be able to give her more information than she was now willing to divulge. Holmes said he gave her an early diagnosis that she doesn't have Parkinson's. And then she said he told her when she was six weeks old her mother died and she knew that wouldn't be true."
  },
  {
    "original_tweet": 1461925226242101249,
    "new_tweet": 1461927376560918535,
    "index": 37,
    "image_path": "outputs/37.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461925226242101249",
    "text": "Kyle Rittenhouse: Biden 'angry' after teen cleared of shootings.\n\nBiden's comments on Obama's handling of the Benghazi violence have sparked anger from Democrats. Many Democrats called for his resignation.\n\n\"Today, the top law enforcement official from the last administration said there wasn't enough time for the American people to discuss the president's handling of the attack to avoid a national outcry. And now a new and troubling statement is in the works,\" House Democratic Leader Nancy Pelosi said in a statement.\n\nIn a statement, U.S. Rep. Elijah Cummings, D-Maryland, which represented the Benghazi area in the Congress, said the two were in talks for this week to discuss the situation. Cummings said he was aware of what has happened in Libya this year since the terrorist attacks Sept. 11.\n\n\"I hope the administration will have time to listen to what my colleagues have to say about this issue and what has happened here,\" Cummings said on CNN.\n\nObama's spokesman Jay Carney said the statements were not a reaction to criticism of the Obama administration but one that reflected his desire to protect law enforcement personnel, the president said.\n\n\"This week was very much a day for American security and law enforcement officers, colleagues, and law enforcement officers to reflect on what they see as inappropriate and unconstitutionally restrained behavior by the President's senior officials,\" Carney said."
  },
  {
    "original_tweet": 1461959773943910403,
    "new_tweet": 1461960043008430080,
    "index": 38,
    "image_path": "outputs/38.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1461959773943910403",
    "text": "San Diego freeway frenzy after armoured van spills money.\n\nThe driver of the van, Ryan Piers Morgan, had two friends on the freeway, one of whom was one of the victims\n\nAccording to a police report on Twitter, Morgan was driving when his friend, the driver, a 24-year-old black Honda Accord, was 'spilling money on the freeway'.\n\nMorgan had been caught on camera trying to help the friends get off the freeway.\n\nTwo people on the highway were also captured being chased on a GoPro, with the driver's hand inside the vehicle.\n\nThe man said that while being chased to work and getting some food, he then told his friend that he and the friends were being 'spanked'.\n\nHe said: 'The video from my Facebook page shows me on the freeway in the Honda as my friend tries to get off the freeway in a Honda and my friend, Ryan Piers Morgan, runs off the freeway and they come to rest to be tackled in the passenger side.'\n\nThe suspect was caught on video driving the Honda while his accomplice, a 16-year-old black male, ran off, with the passenger in the back.\n\nThe police report states that the driver, a 16-year-old black male, was struck by the van on Friday evening just before 9.30am.\n\nHe was taken to a local hospital, were treated for minor injuries and released."
  },
  {
    "original_tweet": 1462981953863487488,
    "new_tweet": 1462984277977485319,
    "index": 39,
    "image_path": "outputs/39.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1462981953863487488",
    "text": "Kyle Rittenhouse says his case 'has nothing to do with race'.\n\nThe 28-year-old Texas boy, who has been with the club for two seasons, said on Wednesday that if the incident became public he would not play with the team he played for for four seasons.\n\n\"I don't know who I'll be playing with next season,\" he said. \"I can't talk about the club.\"\n\n\"It was just a game, there was a penalty at halftime and it just made it worse, it's really not something that I'm really going to focus on,\" Rittenhouse added.\n\nThe Houston Dynamo are currently in their 10th straight season and still in the postseason."
  },
  {
    "original_tweet": 1463166971281911829,
    "new_tweet": 1463168059011653633,
    "index": 40,
    "image_path": "outputs/40.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1463166971281911829",
    "text": "Parkland shooting: Families involved in 2018 attack settle FBI lawsuit.\n\nCriminal justice attorney and the New England Journal of Medicine's Robert S. Mueller have partnered to make the case against two of President Trump's top national security advisers and former officials at the FBI.\n\nRobert H. Mueller's office has already charged the other two officials with conspiracy, obstruction and tax evasion for making public the identities of federal officials they had met under the Trump administration — and then for not disclosing them in court.\n\nThe indictments of the four prosecutors that led to the indictments include:\n\nRandy Barnett Miller, who oversaw Hillary Clinton's campaign in New York; Former Deputy Attorney General Sally Yates; former FBI Director James B. Comey; and former Special Counsel Robert S. Mueller III — all of whom have already pleaded not guilty.\n\nThe indictments are the latest in a string of high-profile charges brought against top officials in the Trump administration. Comey, who retired in July and is now looking into potential collusion between his agency and a Russia investigation spurred by President Donald Trump Jr.'s release of a 2016 video in the White House, will be sentenced next week.\n\nTrump's aides took their cases to the Supreme Court during his presidential campaign, the highest court to hear cases of campaign-related charges during President Obama's presidency. Trump Jr.'s defense team called these cases \"bizarre\" until a judge threw out the obstruction charge in February."
  },
  {
    "original_tweet": 1463240482465755147,
    "new_tweet": 1463240996687253505,
    "index": 41,
    "image_path": "outputs/41.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1463240482465755147",
    "text": "Throne Speech: Trudeau's Liberals lay out parliamentary agenda.\n\nA few days after announcing that Trudeau and his Liberal cabinet would nominate two women to the Privy Council that will hold cabinet discussions about an investigation of sexual harassment and misconduct by MPs, one Twitter user called the move \"offensive.\" Another said Trudeau was \"out of control,\" but others criticized \"the hypocrisy of a government that has chosen to lie about how it is dealing with these issues.\"\n\nTrudeau also held a news conference to announce Monday that he will appoint three more women to his top diplomatic posts. The appointments come after the Liberal government has made an unusual move to nominate three women to its cabinet. Three of the women, including the former Health Minister Jane Philpott, will be cabinet picks.\n\nA separate tweet Saturday day — the day the Trudeau administration released its own summary of its plans to appoint three female government ministers — showed Trudeau announcing the appointment of an extra cabinet secretary.\n\nAnd to be clear, just days after announcing his Cabinet picks, Trudeau said his cabinet should appoint not one but two women, noting, \"I am looking forward to working with all the cabineters that support this agenda, including Cabinet ministers, and to support it with women's input.\"\n\nTrudeau will have to confirm all the Cabinet minister nominees his government has appointed before he steps down on the job."
  },
  {
    "original_tweet": 1463256724501106699,
    "new_tweet": 1463258594128711683,
    "index": 42,
    "image_path": "outputs/42.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1463256724501106699",
    "text": "US jury awards $25m in damages over Unite the Right rally.\n\nOn a Friday, Trump tweeted his anger over a recent \"Saturday Night Live\" clip where he made vulgar remarks about women during the \"Celebrity Apprentice\" special.\n\n\"The women making it look as though I have no chance of winning this thing are being told it might be a bad idea because I just said it at 9:20pm, it was 4 p.m., and people didn't know anything about it. My opponent just said it around 9:21pm where he took the microphone by 9:31pm, and I'm sure you people had no idea.\"\n\n\"But my opponent just said it around 9:24pm where he took the microphone by 9:31pm, and I'm sure you people had no idea,\" Trump continued, which included Trump's response to the sketch after it aired.\n\nDuring The Apprentice finale Monday night, Trump tweeted his support for former New York mayor Rudy Giuliani, saying: \"He's known me at Fox News, and when you have a former mayor who's a former New Yorker, it means you think he loves your company. And, you know — now that he's going to be under indictment, my man, his attorney general, he's fired me and replaced me as Attorney General.\"\n\nTrump also blasted former CNN host Megyn Kelly for questioning his commitment to his family and political views."
  },
  {
    "original_tweet": 1463270901303201797,
    "new_tweet": 1463271175686025219,
    "index": 43,
    "image_path": "outputs/43.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1463270901303201797",
    "text": "Kevin Strickland exonerated after 42 years in Missouri prison.\n\nThat conviction brought Strickland back to Missouri to be served in prison, where he was sent to an American military prison following the death of Robert \"Eddie\" L. Fultz, his brother-in-law.\n\nThe Foles' father, James Foles Jr., wrote on Facebook that Strickland \"has committed acts of vicious self harm against other players by playing on the team. He has shown his remorse and support for us through his actions, while also being charged with the heinous and widespread criminal acts against people of color and transgender people in the Missouri government.\n\n\"The people of Missouri have spoken and our prayers in respect of the brave members of our team,\" Strickland said in a statement issued by his company, Harker. \"We need to have his life, my brother-in-law's life, and the lives of those who came to hurt him so that we may preserve this nation from its past and the future of our people.\"\n\nHarker's attorney, Robert Neely, said the company did not have any information on Strickland's record or the whereabouts. Strickland was a three-time All-American defensive lineman for the Cardinals, playing for the University of Minnesota at the University of Missouri after going undrafted.\n\nIn the video above, Strickland says that UMM was about to fire him."
  },
  {
    "original_tweet": 1463536796923531269,
    "new_tweet": 1463537975065669632,
    "index": 44,
    "image_path": "outputs/44.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1463536796923531269",
    "text": "Pentagon to study UFO sightings in restricted US airspace.\n\nSeymour Hersh and Richard Ledoux, who are working on a US-to-Canadian joint report examining the impact of UFO sightings of the 1960s and 1970s on US national security, said on Monday that they were not planning to go into detail about this research but that details may be revealed in the coming months.\n\n\"But I believe that the best way to address this topic, and to begin to discuss the implications of this potentially provocative and highly-bureaucratic research at the same time, is to look at any possible way a UFO can come in our airspace,\" Hageman said.\n\nHageman stated that in the US in the 1970's and 1980's, the Air Force conducted several experiments with UFO sightings involving flying planes, although not directly to any UFO activities.\n\nHageman stated that by using a combination of radar and radar-gathering techniques, \"we discovered that a 'white noise' or a 'earth-level roar' from an aircraft could be heard across the US and Canada.\"\n\nWhile that claim is highly questionable, the authors of the report will certainly be able to point to it by citing several documents from the US military, while some investigators seem to suggest that certain aspects of the official UFO reports were false."
  },
  {
    "original_tweet": 1463936073227243525,
    "new_tweet": 1463938071817166850,
    "index": 45,
    "image_path": "outputs/45.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1463936073227243525",
    "text": "Macy's Thanksgiving Parade: Baby Yoda and Snoopy delight crowds.\n\nSaturday Night Live is set to host \"The Christmas Song,\" which will feature \"My Little Pony: Friendship is Magic,\" \"Lizzie: The Great and Powerful,\" \"Piano and Piano,\" \"Carnivore,\" \"Jingle Bells,\" \"What's My Name?\" This year they'll feature \"I Am Legend\" by Steven Spielberg and the opening and closing credits of \"Dancing With the Stars.\"\n\nThe show will also see \"Catherine\" creator Melissa Panchal in the lead role (the \"Cancer and the Beast\" director's character) as Panchal.\n\nAlso returning next season is the \"Loving and Chanting,\" which is set to premiere on Monday March 22.\n\nSaturday Night Live is making some significant strides towards becoming a household name, having pulled in more than $3 billion on a global average during its last 10 weeks. It added 30 million new seats globally and had the hottest weekend grossing at $1.767 billion in 2016.\n\nScheduled to re-air at 8 p.m. Sunday June 8, \"Snoopy\" will debut on a weeknight slot from Aug. 25 to 26 that will run through a single year."
  },
  {
    "original_tweet": 1464388649999650816,
    "new_tweet": 1464391058893148160,
    "index": 46,
    "image_path": "outputs/46.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1464388649999650816",
    "text": "Covid: US joins EU in restricting flights from southern Africa over new coronavirus variant.\n\nRussia's Foreign Ministry urged Russia to ensure that flights are not diverted to other countries or \"to all regions of Crimea that may contain no one with evidence of contagious virus related diseases,\" according to the official Russian news agency RIA Novosti on Saturday.\n\nThe Russian Foreign Ministry warned that new coronaviruses in the European Union (EU) are linked to virus strains in some of the region's poorest ethnic groups and that a ban of flights to the region would be necessary.\n\n\"A major precautionary measure is called for by [Russia's Security Council] and the Council needs to act to protect life and property of those affected,\" Lavrov said, adding that he believed a high standard of precautionary measures had to be put in place to prevent outbreaks of the disease as well as to prevent harm to any innocent person.\n\nHe also said that if he could not prevent the spread of the disease in some parts of Russia it could reach Ukraine as it is a gateway to other regions that would need to be quarantined.\n\nRussia has claimed responsibility for spreading the virus, first discovered by Russia's Investigative Committee in 2015, and has yet to be detected or tested for human infections."
  },
  {
    "original_tweet": 1464752703507247105,
    "new_tweet": 1464753462843887616,
    "index": 47,
    "image_path": "outputs/47.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1464752703507247105",
    "text": "Covid vaccine: Can US troops be punished for refusing the jabs?.\n\nPulverized milk and vitamin C-3 on the verge of becoming too much: A report at the World Health Organization.\n\nAnd the worst. \"In the short term, this could cause health problems when people try to get a new supplement – they tend to have a harder time getting and are often sicker than healthy women,\" Dr. David S. Johnson, a nutritionist at the American College of Cardiology, told Health Affairs. \"But then the long-term effect, when you start to feel your skin being affected by a different type of virus in the environment, can also be a big deal.\"\n\nDr. S. Johnson said that while there is no evidence that low doses of vitamin C make us less likely to develop a form of Ebola, that the effects are still quite real.\n\n\"And while we've all heard about the long-term effects of certain people getting vaccines, this is a new area that they haven't really been able to take into account,\" Dr. Johnson said.\n\nDr. Johnson said there have also been some reports that some people in the US have recently gained significant immunity while in Liberia (which means people who were infected prior to the outbreak of Ebola were not immune, and some people, like Dr. Johnson, had become ill)."
  },
  {
    "original_tweet": 1464984290790367232,
    "new_tweet": 1464985021224079360,
    "index": 48,
    "image_path": "outputs/48.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1464984290790367232",
    "text": "Kevin Strickland: Fundraiser for exonerated Missouri man tops $1.5m.\n\nThe state's exoneration fund was put on hold Wednesday because of concerns about the risk of the program's safety. The state's office says the fund will be \"inactive for the second time this year.\"\n\nThe fund is slated to be cancelled if it is not renewed by Saturday afternoon, said the fund's president, Paul Biederman.\n\nGov. Jay Nixon, though, has stated his belief in the program's benefits. Bieserman declined to comment.\n\n\"I'm not saying the program is perfect,\" Biederman said after announcing the fund's closure. \"Maybe we ought to say something about the safety of the fund. … Maybe we should go back to the state government and look at some of the more recent studies and see they have proven that the safety of our money is not being met and I'd expect that."
  },
  {
    "original_tweet": 1465049975021260806,
    "new_tweet": 1465050427137748993,
    "index": 49,
    "image_path": "outputs/49.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465049975021260806",
    "text": "Virgil Abloh: Designer and Off-White founder dies aged 41.\n\nBeth McAlister's Facebook page lists her as having moved to India and worked at a major food retailer in Mumbai.\n\nIn August, she opened a website offering women's clothing options, including low-cut, lace-up and tailored designs. It's not clear if she has since moved back to London, or if she wants to remain.\n\nShe is, however, still listed as having taken the name Nanda Diwali-Oma. She was reportedly known as \"Nanny Diwale\", and has also recently taken on the title \"Nannada\". Her profile also states \"I am also going to become a fashion designer (like a fashion designer) in London\", which suggests that she is still living on Long Island.\n\nThe name of her former employer – Navidat Singh Yadav – also appears in the blogpost, and the blog post has been shared 386 times worldwide. The former chief financial officer of a major international company, he is also the vice-president and chief executive officer of \"Hindi Men, A.\"\n\nA number of her personal and professional statements can be viewed here."
  },
  {
    "original_tweet": 1465110572819783689,
    "new_tweet": 1465110821210664963,
    "index": 50,
    "image_path": "outputs/50.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465110572819783689",
    "text": "Ghislaine Maxwell's sex-trafficking trial to begin in New York City.\n\nThe trial will be held at the Brooklyn Federal Building and will center on alleged sex offenses allegedly committed with Maxwell at his Los Angeles apartment in 2009, according to records filed Friday with the U.S. Attorney's Office in Orange County, California.\n\nThe federal government sued Maxwell in the U.S. District Court for the Southern District of California for alleged false witness statements after he resigned in 2008, after being accused of molesting two girls his office supervised, including a 14-year-old girl who Maxwell allegedly had sex with.\n\nProsecutors and defense attorneys said the two girls were at Maxwell's apartment at the time. After he left, he returned with three of his wives and their three daughters and \"sextually exploited them,\" according to charges against Maxwell. She became pregnant and died seven years later.\n\nMaxwell testified in New York and in the Los Angeles federal court that he molested both girls — and never molested Maxwell himself in public.\n\nMere hours before he was arrested and his trial started, Maxwell and his children were interviewed at their parents' house, the papers said. A woman who did not identify herself to Reuters said she saw Maxwell at each of their homes during the interviews with two women he thought appeared to be his wives of 14 years."
  },
  {
    "original_tweet": 1465360273829732353,
    "new_tweet": 1465362483007221762,
    "index": 51,
    "image_path": "outputs/51.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465360273829732353",
    "text": "Enes Kanter Freedom: NBA star changes name to celebrate US citizenship.\n\n\"They've turned me into something that no other team could ever do. Their game is no longer a place that they would ever get a great opportunity to have,\" said the 29-year old who has played 14 seasons for New York.\n\nIn 2013, he was selected to the NBA All-Star team and made the All-Defensive First Team during preseason. He will try to get his first All-NBA selection before this season.\n\n\"I've been in the league a long time. Basketball has just a long way to go from there,\" he said of playing in a NBA uniform. \"I want to be able to say congratulations as many times as I can and make things better for the person I love to this day.\"\n\nHe has also spoken for several former Knicks players, including Carmelo Anthony, Shaquille O'Neal and Anthony Scarabs, who are still involved in the organization."
  },
  {
    "original_tweet": 1465400052940259329,
    "new_tweet": 1465400207957389315,
    "index": 52,
    "image_path": "outputs/52.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465400052940259329",
    "text": "Biden urges calm amid fears of Omicron's arrival.\n\nA number of scientists and researchers have been warned about the dangers of Omicron, as a possible source of cancer-causing chemicals in human blood and reproductive tissue.\n\nThe new report published today in the European Chemical Society reveals new information from studies of a group of scientists, including Dr. Joseph Schuler, professor of nuclear biology at Imperial College London, in Germany (Photo: AFP/Getty Images)\n\nThe authors wrote that the new study showed that Omicron had a strong potential to cause cancers of the lung, intestines, pancreas, bladder and pancreas, including at least three known cancers of the skin and the stomach.\n\nScientists also say that Omicron's potential could be the cause of kidney and ovarian cancer in rats and mice.\n\nAccording to the scientists, the Omicron concentration was similar to a concentration found in humans.\n\nDr. Schuler said: \"We don't think that there is a large enough concentration in human urine to be the origin of Omicron or our study,\" adding that it may have come from an isolated organ or tissue.\n\nIf scientists believe that the compound in Omicron is from Omicron's other known compounds, then they are required to explain its effect on human cells."
  },
  {
    "original_tweet": 1465437478047862793,
    "new_tweet": 1465437951479873538,
    "index": 53,
    "image_path": "outputs/53.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465437478047862793",
    "text": "Mark Esper: Former Pentagon chief sues Pentagon over book release.\n\nThe Washington Post's Steve Peoples takes a look at an exclusive interview with Navy Secretary Ash Carter about what happened after the Navy revealed its latest leak of a $1 billion Army computer system system that can read classified files.\n\nAsh Carter was briefed on the NSA's discovery of the secret National Reconnaissance Office computer system, so he's not yet certain whose work it was. There's been no announcement of whether the system or any of its components or parts were exposed.\n\nCarter also addressed some of the controversies surrounding cyberweapons policy, saying the issue of military programs isn't an issue that they have to resolve.\n\nCarter's presentation was followed by a discussion of Defense Secretary Ashton Carter's upcoming presentation on Russia's role in hacking the Democratic National Committee this week, which includes the speech Carter gave at DFW earlier this year."
  },
  {
    "original_tweet": 1465523531228360715,
    "new_tweet": 1465526037463253000,
    "index": 54,
    "image_path": "outputs/54.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465523531228360715",
    "text": "Actor who played Judas in court over Capitol riot.\n\nFormer Washington Governor Jay Inslee – a conservative in his own right – helped get John Edwards elected by beating a Democrat to the same Senate seat he now holds, though he said he \"would not have been voting for the race if I didn't know\" the election results.\n\nHis son also raised $5 million in one year that helped elect Democratic Senate candidate Ed Klein, but he said he couldn't raise the money in his 18 months in office because all of the money wasn't being deposited into the state treasurer.\n\nThe fund raised $5,000 Tuesday evening. State Elections Director Karen Brown said the money comes from a special \"donation\" of $20,000 that has been listed out as a contribution, to keep the election of Edwards.\n\n\"I would ask you, as you know, to be careful,\" Brown said. \"We haven't seen the money. At this point, I believe, we have not seen the money.\"\n\nThe money has been available since late Tuesday. State Auditor Kim Schuette called the funds needed as he said the state is dealing with \"the largest budget ever made\" and that state law requires it to keep those funds and that the money is for the 2018 elections.\n\nAnd while Schuette said the funds were available, she still asked those who requested them to keep them for 2018."
  },
  {
    "original_tweet": 1465736207032360960,
    "new_tweet": 1465737429852168193,
    "index": 55,
    "image_path": "outputs/55.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465736207032360960",
    "text": "Mike Pence asks Supreme Court to overturn abortion rights.\n\nOn March 23, 2016, President Donald Trump signed an executive order in the name of national security stating, \"The president is concerned about the spread of a radical Islamist ideology and extremism, and has directed his highest priority has been to deter those responsible for such an act.\"\n\nThe White House issued a statement shortly thereafter, stating that these executive orders were \"in the best interest of the American people,\" but did not explain how the \"high priority\" of their enforcement would be shared by the White House.\n\nFollowing the ACLU's filing on behalf of the three plaintiffs, Supreme Court nominee Merrick Garland was denied a hearing, prompting the court to consider the constitutionality of a ban on abortion.\n\nAs NBC News reports, Justice Samuel Alito denied the Obama administration's version of the law, while holding the issue for appeals and considering the constitutionality of a ban on abortion in the case of Planned Parenthood."
  },
  {
    "original_tweet": 1465740464410271750,
    "new_tweet": 1465742491223609347,
    "index": 56,
    "image_path": "outputs/56.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465740464410271750",
    "text": "Why US abortion laws could be changed by Supreme Court ruling.\n\nSigned by a unanimous group of judges in August 2013, the bill, named on Thursday in the landmark Roe v. Wade decision, is being supported by women's groups as a legal precedent for abortion to make abortions legal.\n\nLawmakers want the law changed so that it can be changed when a woman loses an unborn child, a condition known as fetal viability and can also be induced, if she's the daughter or an infant.\n\nLawmakers also want to allow the state to use genetic testing to monitor fetal brain test results — and to make sure that only low risk fetuses are tested.\n\nA bill introduced by Rep. Bob Campbell, R-Tublattistown, to reauthorize the state's law failed in the Senate in July, but a bipartisan group of Senate Republican leaders would have approved the change.\n\nLast month, Campbell's measure died in the state Senate, where a Democratic Democrat, Mark Pryce, is considering a new bill that would have granted a 20-year prison sentence and a year to life without the possibility of parole.\n\nA similar bill was blocked by the state House of Delegates in May, but that was blocked by a bipartisan group of senators in June to make it easier for lawmakers to pass."
  },
  {
    "original_tweet": 1465771622548262924,
    "new_tweet": 1465772727243980800,
    "index": 57,
    "image_path": "outputs/57.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465771622548262924",
    "text": "Ghislaine Maxwell: Epstein pilot testifies he flew Prince Andrew.\n\nThe Daily Mail reported that Trump's lawyer, Marc Kasowitz, was offered a chance to testify next week when Epstein flew a charter plane in which he was to help out, although it was not immediately clear if that was considered.\n\nKasowitz, who worked for Epstein when he was chief executive of the Manhattan-based private equity firm Epstein Capital Management, told Trump on July 28 he did not want that opportunity to pass muster with members of the Trump family, \"because they'd be upset to think,\" the paper reported.\n\nTrump was also briefed during that time of the trial that while Epstein was at the center of the Clinton Foundation scandal, the real estate mogul's personal lawyers had agreed to provide him with the legal representation \"through an intermediary\" who had to do with Trump Tower.\n\n\"I have not gotten a chance to see the Clintons' financial dealings and they've treated me fairly,\" Trump recalled to reporters and sources Friday."
  },
  {
    "original_tweet": 1465827808593252354,
    "new_tweet": 1465828026722123780,
    "index": 58,
    "image_path": "outputs/58.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465827808593252354",
    "text": "CNN's Chris Cuomo suspended over help to governor brother.\n\nMitt Romney's brother, former Massachusetts Gov. Mitt Romney, came under fire this morning for making a campaign ad criticizing former Florida Gov. Jeb Bush for his support for immigration reform.\n\nIn the ad, adhering to Romney's promise to have President Barack Obama \"get out the citizenship\" of illegal immigrants, Jeb Bush says Obama is a \"bigot\" and his administration is \"not working.\"\n\n\"It's a bigot, and Jeb does, when he talks about wanting to deport illegal immigrants,\" Murphy said of Obama.\n\nMurphy then continued the ad, but said that because of Bush's past support for Obama, it's \"not as bad as a bunch of people saying 'Hey, maybe it's worth it.'\"\n\n\"I am not saying that we should stop talking about some bigoted person who should not even be able to get into the country legally,\" Quinn told the audience.\n\nWhen Murphy asked her if that issue played a role in the ad, Quinn said Bush did not address the issue in his statement. But she didn't address it, so it's a bit of a surprise that Romney didn't go after Murphy."
  },
  {
    "original_tweet": 1465834458465067014,
    "new_tweet": 1465835585101176838,
    "index": 59,
    "image_path": "outputs/59.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1465834458465067014",
    "text": "Lara Logan: Fox News host condemned over Fauci Nazi doctor comments.\n\nFauci \"Hijinks\" German doctor who said 'fugitive' Jews had \"hijack\" German women's magazines.\n\nHim in Germany who died defending victims at the hands of Nazi Germany.\n\nBoris Johnson: A source close to Prime Minister David Cameron said that when Johnson took to his desk to defend Johnson's comments from the TV personality Charlie Rose, he told her to \"shut up.\"\n\nJohnson: White people who say that they support Hitler had a faggot problem or it couldn't be, he is a fascist. I am appalled by the way that he is treated by the White working class. — Tony Blair (@TonyBlair) August 10, 2016\n\n\"Do we really need to get to an end of anti-Semitism in Britain, if we must? Do we really need to have a social movement and the voices of British working class citizens talking about the value of capitalism and the way we can deal with racism, sexism and xenophobia?\" she suggested.\n\nLabour leader Jeremy Corbyn said in 2013 that it was time to \"restoring Britain to its former values\"\n\nBoris Johnson: The former MP was a prominent figure in Labour when he became the leader of British Labour. During the Brexit debate, Johnson said that \"free trade between the UK and the EU was part of the solution to the Brexit debate\"."
  },
  {
    "original_tweet": 1466084404430884869,
    "new_tweet": 1466084721226518535,
    "index": 60,
    "image_path": "outputs/60.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466084404430884869",
    "text": "US Supreme Court hears landmark abortion case.\n\nOn Wednesday, Republican gubernatorial candidate Rick Perry unveiled his new plan to overturn Roe v. Wade in a speech at the U.S. Supreme Court.\n\nHe called for a review of the country's criminal law, called the CompStat law, which bans lifetime incarceration of people convicted of sexual offenses.\n\nHe also expressed his desire to restore his \"common sense\" approach to the civil code, a stance he believes has failed to address an important issue, namely, whether to legalize and regulate the use of force by law enforcement.\n\n\"There's been so much misinformation about the civil code in this country that it seems completely out of date,\" said former Alabama state Senator Kay Hagan, the leader of the Texas Republican Party. The former first lady \"is trying to put all those people before the Constitution. If somebody says anything about this, my answer is, 'we have to put that back,'\" Hagan said when asked last month about future plans for the civil code."
  },
  {
    "original_tweet": 1466204780846620680,
    "new_tweet": 1466205552631898113,
    "index": 61,
    "image_path": "outputs/61.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466204780846620680",
    "text": "Canadian MPs vote to ban LGBT 'conversion therapy'.\n\nThe Liberal Democrats told MailOnline this week that the \"propaganda\" of the \"war on homosexuality to death\" is offensive.\n\nThe party's senior civil servant, MP Mark Wright, attacked the government's \"failing record on gay rights with an axe to grind\" and attacked \"anti-gay people who have always been anti-homosexual\".\n\nAsked if people should be entitled to \"freedom from prejudice\" in the face of discrimination, MP Wright replied: \"To not deny that someone's sexual attractions are valid, is to not accept that they don't exist.\"\n\nThe National Civil Service, which oversees LGBT rights in England and Wales, has had its sexual orientation-discrimination complaints dealt with by Human Rights Watch last year.\n\nIt is currently investigating claims the NCA could discriminate against individuals based on their \"identity, race, religion, sexual orientation or gender identity\", as well as gender identity and identity expression, mental instability and substance abuse.\n\nIt is also investigating whether a new draft policy on LGBT equality will allow discrimination on the grounds of sexual orientation."
  },
  {
    "original_tweet": 1466336774955876355,
    "new_tweet": 1466338919838978048,
    "index": 62,
    "image_path": "outputs/62.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466336774955876355",
    "text": "Home Alone house available to book on Airbnb.\n\nIn 2011, Airbnb invited over 100,000 visitors – mostly new investors – to a two-week party. The party was held between 6:30 p.m. and 6:45 p.m., with attendees given free food, drink and refreshments along the way.\n\nA local business association that works with the city government has since issued reports. One report, by the local business association of Vancouver, suggests that nearly half of its 3 million guests were staying in one of the city's hotels, giving the city an average of more than 1,200 guests a day.\n\nThis is where Airbnb comes in. The company recently purchased an office on the 17th floor of West 44th Street, a space that provides 24-hour access to downtown.\n\nThe company says it offers a level of living-room accommodations for $25,000 per night, and its members have been able to rent for $50 off. But an Airbnb user who applied for this housing listing in November found out there was no room to rent it back. The application was never received.\n\nThis year, the company opened a third location in the former Village of West Vancouver apartments on the corner of West 45th Street and South 44th Street in a new rental, at the corner of East 43rd Street and South 44th."
  },
  {
    "original_tweet": 1466458009706676227,
    "new_tweet": 1466459681262489600,
    "index": 63,
    "image_path": "outputs/63.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466458009706676227",
    "text": "US and Mexico to restart Trump-era 'Remain in Mexico' policy.\n\n\"The United States is a state-supported dictatorship, supported and enriched by Mexico and its people under a system that seeks only to benefit itself ... For all its alleged 'success' and economic success in the world,\" he said.\n\nTrump added in a tweet Saturday that Mexico should help the United States with its military actions.\n\nIt emerged Sunday that he had not been asked any further questions about the issue, and that he had refused in a series of tweets a week ago saying he would like Mexico to take responsibility for its own military action.\n\nThe United States said it also said it could have stopped the United States from continuing to impose violence on Mexico, a view rejected by the president-elect, after a series of controversial remarks on Tuesday about Mexican President Enrique Pena Nieto."
  },
  {
    "original_tweet": 1466477294084628487,
    "new_tweet": 1466479857810829312,
    "index": 64,
    "image_path": "outputs/64.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466477294084628487",
    "text": "Omicron: Biden to unveil new Covid-19 winter measures.\n\nThe new measures should \"enable the administration to fully implement any potential economic sanctions against Iran,\" says an official at the Pentagon.\n\nIf there is action taken this week, the deal would not allow the Trump administration to unilaterally break the deal.\n\n\"If Trump continues with his threat to impose sanctions, we would likely have the first strike on any Iranian nuclear facility,\" the official added.\n\nThe American missile defense is based on a design developed between the United States, Israel, Egypt and Iran. The program is supposed to include a large number of ballistic missile systems, including the long-range cruise missile in which the bombs are attached. U.S. officials see the Trump administration's recent move to scrap the idea of retaliatory action as signaling a shift in posture from the administration.\n\nThe Pentagon has publicly said it plans to work with other concerned nations, including Egypt, to work out a compromise agreement on Iran's nuclear program. In addition, the U.S. is preparing to discuss what would be the next steps if another sanctions resolution in Vienna passes later this month.\n\nIran is reportedly planning a major nuclear weapon test in its most recent year.\n\nA U.S. congressional committee report Wednesday said it was \"very possible\" that Tehran might try to build a nuclear-capable ballistic missile capable of launching cruise missiles for missile defense."
  },
  {
    "original_tweet": 1466559372834844676,
    "new_tweet": 1466560386635743233,
    "index": 65,
    "image_path": "outputs/65.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466559372834844676",
    "text": "Laverne &amp; Shirley star Eddie Mekka dies aged 69.\n\n\"What if people took out the bank accounts every week to use as a toilet and were caught?\" Mr Evans asked. \"Well we are saying that we have never heard of a person who would do that.\"\n\nThe bank added that the former Conservative Prime Minister - who is now in his 60s - had no connection to the theft of £5 billion including £10 billion, but that other banks \"did\" take out the £4.9bn.\n\nHe said it was \"important to look at how many people are currently affected by this because there are many, many more in the sector\".\n\nThe Home Office said the figure would not be released until an election year, prompting speculation that an earlier figure would include any potential losses.\n\nMeanwhile, the Home Office said it had opened a formal investigation into the theft of £5 billion from Sir Alan Duncan's property, the former Lord Chancellor of the Exchequer.\n\nAt the heart of one of the biggest scandales in the UK, the former Treasury chief has denied theft of huge gains, describing it as a \"tragedy\".\n\nHe told the Sunday Times: \"They made that claim about 5,000 years ago when there were people who would have paid taxes, and this is just rubbish."
  },
  {
    "original_tweet": 1466605783622336521,
    "new_tweet": 1466608169560383492,
    "index": 66,
    "image_path": "outputs/66.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466605783622336521",
    "text": "Biden blasted for reviving Trump's Remain in Mexico policy.\n\nThe debate over who gets a bad job in this country has had serious ripple effects across the Middle East and beyond. It will need some careful planning and preparation before it can move forwards. Yet here is the big risk to all of it: The result is a country where the Middle East's most dangerous and divisive issues are no longer considered legitimate.\n\nThat's a scary conclusion for anyone hoping the country that has turned into a beacon of hope and prosperity will end up the most powerful nation on Earth.\n\nFor decades, Muslims in the world have called on both US and Muslim nations to reject the idea of Islam as a distinct religion, which has long been a central issue in American policy — and which has been viewed as a fundamental sin in any Muslim country where a large portion of the population does not know about it.\n\nThat criticism has received wide praise in recent decades, in part to its prominence in Muslim-American politics.\n\nBut the question is whether a shift in the US and Muslim-American attitudes in the first half of the 20th century could make it an even more dangerous place to be a Muslim."
  },
  {
    "original_tweet": 1466621666264502276,
    "new_tweet": 1466623294249967621,
    "index": 67,
    "image_path": "outputs/67.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466621666264502276",
    "text": "US creditors can now DM debtors on social media.\n\nYou can see pictures of how they got around by running, talking and joking with their pals on The Daily Show on Sunday night. It was not surprising that the show picked up on the news of a £1 million payment in April, after he and the BBC spent four months working on a separate broadcast.\n\nBut, what began as a series of TV interviews ended with a series of heated debate over the BBC's decision to pull the plug on a BBC television programme that was being broadcast to around 25,000 viewers over a two-week period. Mr McDonnell was accused of telling the BBC he was \"in favour\" of a BBC licence fee and of telling his peers, \"I am not involved in BBC TV\".\n\nMedia playback is unsupported on your device Media caption News Group Newspapers editor Jim Hyneman: \"No choice but to pull the plug on a BBC programme aimed at children\"\n\nIn a series of videos from February of this year, Mr McDonnell said that he was unhappy with the pay rise for Sky, that he was \"not interested\", and that he was \"absolutely not being paid by any other party if you would rather have another BBC licence fee\".\n\nBut on the weekend, he said he would back a programme at BBC One for the summer with the option of taking a one-off show at a time."
  },
  {
    "original_tweet": 1466640921383309313,
    "new_tweet": 1466643413478952961,
    "index": 68,
    "image_path": "outputs/68.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466640921383309313",
    "text": "US government shutdown averted hours before deadline.\n\nWhile that means that no one has heard a single word from the governor publicly, some lawmakers are doing it anyway to keep a lid on the issue over the next two weeks. Gov. Mark Dayton, R-Idaho, took a step forward with a \"strict\" budget that cuts $3.3 billion from a 2015 budget to \"ensure necessary state security while protecting our nation's energy security and national sovereignty.\" Dayton wants this to expire at the end of next year, so Congress will decide whether to keep the budget.\n\n\"If this funding expires after the June 1 election, the president will still have the authority over all federal spending,\" Dayton says, despite the fact that the budget he signed in January had the same language as the 2016 budget.\n\nDodge said he's hoping his administration won't start trying to keep some of the funding until \"months or years before the next election,\" leaving those for \"future decisions.\" The cuts could be so severe that the state's budget would barely raise an eyebrow before June 1.\n\nThe GOP is hoping that Republican Gov. Mike Beebe signed some of that bill last week before taking the Senate to deal with a budget that would put an end to the shuttering of the power plant."
  },
  {
    "original_tweet": 1466696390705307650,
    "new_tweet": 1466698788051972097,
    "index": 69,
    "image_path": "outputs/69.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466696390705307650",
    "text": "Ghislaine Maxwell: Staffer told 'not to look Jeffrey Epstein in the eye'.\n\n\"The man was actually a real pedophile who, after being sentenced, was convicted of criminal sexual abuse by a judge of the United States. The whole thing was never supposed to end with his sexual abuse by the judge. That's the whole truth.\"\n\nThe alleged victim – who goes by an alias \"Django\" – alleged that the man took him on trips around the nation, taking \"child sexual exploitation paraphernalia\", to hotels - where \"he then used underage girls for sex in private places with big names\".\n\nThe case is being investigated by the FBI and other law enforcement agencies, including the NYPD and federal investigators, according to NBC News, but it could take months before prosecutors say their case is over.\n\nJeffrey Epstein and Robert F. Kennedy are the subject of a new documentary, 'Families of Survivors. One's Own Story Of 'Famous People Who Disappear In The World of Jeffrey Epstein Rape', produced by the David and Lucile Pack Foundation.\n\nThe documentary is believed to be behind the Epstein molestation and sex abuse scandals in the former British Virgin Islands host kingdom where he was a top financier.\n\nEpstein is known for having an almost obsessive and prolific collection of Epstein's celebrity and celebrity magazine, 'Sex and the City'."
  },
  {
    "original_tweet": 1466781370433343488,
    "new_tweet": 1466781813649469441,
    "index": 70,
    "image_path": "outputs/70.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466781370433343488",
    "text": "Ex-nurse gets 10 years in prison for raping incapacitated patient.\n\nKlitschko wants the U.S. Attorney at Maryland to start investigating the deaths of patients and their parents in the death of boxer Vitali Klitschko.\n\nThe Kovachenko fight has attracted nearly $800 million in business from the pay-per-view business and may attract another $15 million.\n\nKlitschko won the world heavyweight boxing title in 2008 and has also won three bouts since then.\n\nBut Kovachenko has said he has tried to avoid the death penalty in his six fights during his career and did not intend to stand trial.\n\nLast year, he told CNN a doctor had told him he should die before he could face execution.\n\nVitali Klitschko: The boxer was brutally beaten up for winning world title and he won at home\n\nLast month his lawyer said he was planning on stepping down when he sees the light on trial.\n\n\"At this point, only the most ruthless legal professionals can convict him of manslaughter because they're more likely to be found guilty,\" his lawyer said.\n\nIn May, a judge upheld his conviction in the death penalty case against Kovachenko, even if he appealed the case to the Supreme Court."
  },
  {
    "original_tweet": 1466797296381837327,
    "new_tweet": 1466799446033776640,
    "index": 71,
    "image_path": "outputs/71.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466797296381837327",
    "text": "Oregon police seek clues in poisoning of eight wolves.\n\nThe state of Illinois is attempting to crack down on the practice, which has prompted renewed protests in cities across the country.\n\nA total of six U.S. state legislators are pushing to enact a ban under which more dangerous wolves, which typically are spotted by humans, would be able to be released from confinement.\n\nAuthorities say the new regulations will be pushed to include wolves that have long been allowed to roam freely within any given city.\n\nThe legislation would place a 25-year jail sentence on the wolves, who must be found and released back into the wild by next Saturday. Some cities have introduced similar bans but would probably allow local and local governments to ban them.\n\n\"There is very little difference between our current ordinance and where we went from here and where we are today,\" said Sen. David Harkin, R-Illinois.\n\n\"So our goal is to make it a legal, responsible program with a goal of preventing the slaughter of an incredible number of American wild animals at no cost.\"\n\nThe measure is known as a public information request of a wolf conservation event, or PNE, because it says that public officials are instructed not to share information or give the opportunity to take an input of public officials because it might impact the legal process."
  },
  {
    "original_tweet": 1466811461146132487,
    "new_tweet": 1466812044414316544,
    "index": 72,
    "image_path": "outputs/72.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466811461146132487",
    "text": "Actor Kal Penn to play Toronto Raptors 'superfan' in biopic.\n\nIt's not even nearly enough love for Raptors to save the team. After struggling to keep up with Toronto's roster over the next year, the franchise traded for two stars just to get them before the lottery in the third round. Now the Raptors are in the midst of trying to make a run at the playoffs with an already poor 2015 season.\n\nRelated: Top Toronto Raptors players, the greatest stories of the season and a list that is based on them\n\nDespite all that, it makes perfect sense that the Raptors would be trading away star big men. They have enough talent and depth around James Jones for a top-10 pick and there's no reason they could not extend him to a deal in exchange for a second round pick in the second-round. That's probably where the love for the franchise blossomed since the season ended when the team had not traded James with much hope that the organization could secure a first-round pick.\n\nThe Toronto Raptors have also brought in three of their best big men in center Tyson Chandler and Gerald Henderson to help make up for a defensive need off the bench. If Chandler could play and Henderson could play, the Raptors could be getting something back when all else fails."
  },
  {
    "original_tweet": 1466852293043707907,
    "new_tweet": 1466854825371455489,
    "index": 73,
    "image_path": "outputs/73.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466852293043707907",
    "text": "Biden signs stopgap funding bill, averting government shutdown.\n\n\"I look forward to working with our partners to work on the issues that have nothing to do with the administration's budget and everything to do with the Affordable Care Act,\" Biden said.\n\nIn a statement to The Post, Senate Majority Leader Mitch McConnell, R-Ky., echoed his remarks, saying the Senate is \"going to spend the night.\"\n\nBiden in May said the president was \"willing to take that fight to the President in our Congress rather than doing what Congress must do to prevent this government shutdown from happening again.\"\n\nThe delay is significant for Democrats who say the legislation they plan to oppose is aimed at easing burdens on the American people.\n\nThe bill that passed on Tuesday would fund the Government Accountability Office through the August 1 deadline unless the government is defunded by the Sept. 30 deadline.\n\nThe measure would only take effect if Obama agrees to a deal that would put the government funded on track to end at the beginning of the month.\n\nIn June, the CBO estimated that funding would be needed to provide the $9.1 billion in funding needed for the government to continue for some time, but the deal was never done.\n\nBiden is expected to be on that phone call again this weekend to urge Congress not to pass the spending bill to avert a government shutdown."
  },
  {
    "original_tweet": 1466998948481089540,
    "new_tweet": 1467000809825046535,
    "index": 74,
    "image_path": "outputs/74.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1466998948481089540",
    "text": "Michigan school shooting: Reward offered to find suspect's parents.\n\nIt is legal to shoot any citizen who goes beyond the legal mean of self-defense.\n\n\"The law requires any citizen who takes a step beyond the legal mean of self-defense to become a citizen of the United States,\" Gov. Jan Brewer.\n\nState police have asked law enforcement agencies to help identify the perpetrator. He or she is required to go through background checks and court documents, though police often do not pursue these steps.\n\nIt is hard for students at this school to understand how they can participate in a shooting if others with them live in fear of becoming victims. They are the primary targets of the school shooting, where police fired on unarmed teens.\n\nKilling someone is illegal, says U.S. attorney for the Northern District of Wisconsin Steven T. Wylie.\n\n\"What they do not want and I think many of you are sick and tired of hearing,\" said Wylie. \"So, we asked them to look into that kind of action, and here's what they found out. You can never stop a situation from going on as it is.\"\n\nAfter he heard about the shooting, he wanted to know what others could do to help those who have no means of access.\n\nThe state asks law enforcement agencies to look into the incidents, though no one has responded. No one is being asked to help."
  },
  {
    "original_tweet": 1467006881633902598,
    "new_tweet": 1467008311102894083,
    "index": 75,
    "image_path": "outputs/75.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467006881633902598",
    "text": "Russia Ukraine: Biden warns Russia against Ukraine 'red lines'.\n\nBiden on Syria: 'We do have an obligation to stop arming terrorists and extremists in Syria before they're willing to go to war'\n\nObama said on Friday that while he has not spoken with Russian President Vladimir Putin, he 'does not expect any 'moderate rebels' to go to war in Syria.\n\nSpeaking of the prospect of fighting as a 'moderate rebels' he said: 'Let's talk, because we have no options. It's not necessary, it's not essential. It's not essential if we don't reach an agreement with ISIS or al-Nusra.'\n\nObama had also questioned the credibility of Western European countries who have been supplying arms but it was clear that their concerns may come from them.\n\nObama continued: 'No, we do have an obligation to stop arming terrorists and extremists in Syria before they're willing to go to war. We will, we will deal with them.'\n\nObama warned on Friday that while he has not spoken with Russian President Vladimir Putin, he 'does not expect any 'moderate rebels' to go to war in Syria. He told the American television network CNN that 'we don't have any option' if he doesn't reach an agreement with ISIS or al-Nusra\n\nObama has warned Russia against Ukraine 'red lines' after talks with Syria's President Bashar al-Assad last week to hold a peace conference have failed."
  },
  {
    "original_tweet": 1467069730695659525,
    "new_tweet": 1467071265944915968,
    "index": 76,
    "image_path": "outputs/76.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467069730695659525",
    "text": "Ghislaine Maxwell trial: Key moments from the first week.\n\nIn the end, the Supreme Court heard the case of former U.S. Attorney Preet Bharara and another former senior New Jersey state attorney and admitted its jurisdiction over the fraud case of then-Supreme Court Justice Samuel Alito.\n\nBut when the judges left the bench to sit in the gallery, the judge gave a full transcript of his remarks, telling them the case had \"had more than enough\" to move the Supreme Court forward.\n\n\"It's a very important one - in this case, in this matter - and there's no doubt about it,\" Bharara said. \"And in this case, in this case, in this matter - we have the right to tell you what, which are facts and evidence and the truthfulness.\"\n\nBharara was present in court on Thursday with four other court members and was flanked by attorneys from other high profile state cases from recent years, including those of former U.S. Attorney Preet Bharara and former U.S. senator James T. Kobach, both before, during and after."
  },
  {
    "original_tweet": 1467544542924705797,
    "new_tweet": 1467546850567680004,
    "index": 77,
    "image_path": "outputs/77.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467544542924705797",
    "text": "Veteran Republican leader Bob Dole dies.\n\nDoe, who retired from Congress in 1977, was a longtime Republican who served as the Democratic National Committee chair in both his Senate and House races from 1975 until 1981, and he was an active supporter of the War on Drugs, though he had also opposed other types of legalization at the time. He was also critical of the Reagan administration and the legalization effort for several anti-drug campaigns in his home state of Washington and spoke regularly about the dangers of \"policies that benefit criminals more than society.\"\n\nDoe was a favorite among liberals and liberals on Capitol Hill in D.C. for his strong ties to the Reagan administration. In a 2004 speech, Doe said that \"in this nation, we see too many who don't want change and needlessly go to the trouble of making their own choices.\"\n\n\"And this is no exception in the new Cold War. If you have an opportunity to talk you're going to have a chance to do it,\" he added.\n\nHe said that if marijuana legalization were legal, there are many \"policies in place that have no place to go.\"\n\nDoe also said he would work to work to end the Drug War — and, if elected, to end the Drug Enforcement Administration."
  },
  {
    "original_tweet": 1467902462220722188,
    "new_tweet": 1467904207567032324,
    "index": 78,
    "image_path": "outputs/78.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467902462220722188",
    "text": "Timed Teaser: Donald Trump raised $1bn for a social media app called...?.\n\nAnd it will be the first time Trump has raised cash from people in a political fundraising operation in three months. Instead he simply said a few very nice words for the news-hungry website and gave it a few thousand dollars to keep it afloat.\n\nTo get the \"Money\" he posted on his \"Patreon\" page, he donated an undisclosed amount of money plus a flat rate of £70 a week to the site. It's the sort of cash that even Hillary Clinton would have given the former secretary of state if he had been allowed to spend it on a campaign, it has been reported.\n\n\"I just raised two million dollars so far, so we should be very proud of ourselves,\" he said. \"We should be very proud of doing the amount of great work we're doing. We shouldn't have just gotten out of the bottom without getting out of the bottom with the money.\"\n\nBut this is no new idea for the Republican presidential candidate. He said in May 2005 that he had given $3.5m to a charity which raised $14m through television advertising in 2000, followed by $3m through his own account in 2008 in New York and another $2.5m last December in Miami."
  },
  {
    "original_tweet": 1467921705800765449,
    "new_tweet": 1467921857995100168,
    "index": 79,
    "image_path": "outputs/79.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467921705800765449",
    "text": "Amid shortage, Canada taps into emergency maple syrup reserves.\n\nIt is a practice now in place to replenish stockpiles of syrup by selling fresh grain and other grain products.\n\n\"There is really no way that we can do this without being able to replenish our maple syrup reserves,\" said Patrick Laudsley, the Chief Executive of Canada Dairy Association.\n\n\"If it is found to be an operational issue, I would really want to be able to find ways to replenish those reserves.\" <a href=\"https://twitter.com/hashtag/npr?src=hash\">#npr</a>: <a href=\"https://twitter.com/cbcnews/status/557069137575876432\">Aug 5, 2017 <a href=\"https://twitter.com/hashtag/cbc?src=hash\">#cbc</a> <a href=\"https://t.co/l1ZUvHYlZ3\">pic.twitter.com/l1ZUvHYlZ3</a> —@Laudsley\n\nThe industry has been pushing for a decade, but not at the pace of economic growth.\n\n\"Over the last decade, the supply crisis has forced companies to raise spending on food security and food safety, and they have now given up on saving their investments in food safety,\" Laudsley said."
  },
  {
    "original_tweet": 1467927383898472451,
    "new_tweet": 1467929371792928771,
    "index": 80,
    "image_path": "outputs/80.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467927383898472451",
    "text": "US diplomats to boycott Beijing Olympics.\n\nA U.S. defense official confirmed to AP that China had already placed a diplomatic block on the Olympics earlier this month and it could take 10 days to work out a solution before any major boycotts could happen.\n\nTrump has been the most hawkish presidential candidate in years, which has caused his rhetoric to spiral into political volatility.\n\nIn a series of tweets on Tuesday, he added that China is building a \"total and complete nuclear arsenal\" and accused Pyongyang of producing a \"reckless war\" with the U.S. The North Korean leader added that he is prepared to \"fire all\" North Koreans and \"punish them with a ton of punishment with the death penalty.\"\n\nHe also said that with \"a truly terrible scenario\" on the horizon, \"I will fire all of them, no matter what they do.\"\n\nDuring his Tuesday trip to Asia, Trump is working to create jobs, trade relations with many Asia allies — something that Trump has said has made China especially nervous about the South China Sea dispute with Japan.\n\nTrump is weighing his options after his press conference with Japanese president Shinzo Abe and Chinese President Xi Jinping."
  },
  {
    "original_tweet": 1467998762861838341,
    "new_tweet": 1467999875014955011,
    "index": 81,
    "image_path": "outputs/81.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1467998762861838341",
    "text": "Jussie Smollett testifies at trial: 'There was no hoax'.\n\nThe witness made the discovery while testifying before an inquest into a former Australian football player who has faced calls to step down from the club and other prominent figures in Australia's footballing community.\n\nIn a statement issued on Saturday, the coach admitted he had not had a relationship with the teenager.\n\n\"I do not recall any other interaction with him,\" he said. \"No relationship with an adult. He has a long history of having affairs, particularly with older men and women. I do not know this to be a hoax.\"\n\nAsked how he came to report to the police if he saw any other young people trying to get themselves arrested, Scott replied: \"I was in Brisbane two or three days ago and I went down.\n\n\"I heard about three different men trying to get away from me. They were trying to hit me. I had a few other incidents, too. It was a matter of trying to get out of that situation, of trying to get to a safe space, that's what I was doing."
  },
  {
    "original_tweet": 1468019747413495814,
    "new_tweet": 1468019998941536256,
    "index": 82,
    "image_path": "outputs/82.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468019747413495814",
    "text": "Long December looms for US Democrats.\n\nThe Democratic Congressional Campaign Committee launched a national campaign on Saturday. It was launched in hopes of reaching every party in the country to take up Trump's proposal, which the committee said would \"prohibit tax breaks for the wealthy and their friends with large financial interests.\"\n\nIn a statement, the group said the legislation would \"reduce current and past tax deductions and loopholes for corporations, individuals and certain high-income individuals.\n\n\"It will benefit working families, raise wages and create more opportunity for young workers and parents to stay up when the economic crisis is over.\n\n\"The biggest losers will be those Americans who are already paying their fair share of taxes.\"\n\nThe legislation, which has not yet been formally announced, would \"make the wealthiest Americans pay at least 13 percent of any American's income in taxes each year and raise the top marginal rate of federal income tax from 35 percent to 14 percent\".\n\nIt would have also included a $1 trillion tax cut for households earning as much as $250,000, down from $4 trillion three years ago.\n\n\"The most progressive idea is to end the tax on the wealthy for everyone – rich and poor folks, middle and poor and everyone else,\" said Democratic vice presidential candidate Joe Biden."
  },
  {
    "original_tweet": 1468171479162540032,
    "new_tweet": 1468173517413703681,
    "index": 83,
    "image_path": "outputs/83.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468171479162540032",
    "text": "Michael Steinhardt: US billionaire hands over antiquities worth $70m.\n\nDonald Trump made a deal with foreign leaders to release his tax returns.\n\nAs part of his plan, the billionaire will reveal his tax returns to the rest of the world.\n\nIn addition to his plan to release his tax returns, Trump is also going to release tax returns of all his associates.\n\nTrump is under pressure from former Democratic Congressman Dennis Kucinich over revelations about his business ties to Goldman Sachs, saying that the billionaire has \"made an investment in foreign countries and corporations\".\n\nSpeaking to FoxNews.com on Sunday evening, the New York billionaire refused to say whether he will hold any deals or investments in foreign countries - unless these deals or investment opportunities are disclosed.\n\nSpeaking to Chris Wallace of Fox News Sunday, the former Alabama Republican said he is considering giving Trump \"big check\" in return for his financial returns."
  },
  {
    "original_tweet": 1468287476137615364,
    "new_tweet": 1468289256145637376,
    "index": 84,
    "image_path": "outputs/84.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468287476137615364",
    "text": "Google sues alleged Russian cyber criminals.\n\n\"It is clear that Russia has conducted some cyberattack in an attempt to benefit Donald Trump, who is widely praised as one of the greatest president-elects who ever lived.\"\n\nPutin says he is happy that U.S. public officials were able to speak out against Russia's meddling.\n\nTrump says US needs strong U.S. leadership. Kremlin is confident in its own future. \"The American people know how far we can be, and they know they make our job far tougher,\" Trump told reporters in Moscow.\n\nThe two leaders have never met over the years. The former took the day off in a private meeting in London on July 20, Trump said.\n\nHe added: \"Mr. Obama and all the Republican leadership leaders told the American people, 'We're not going to let you down, we're not going to let you down.'\"\n\nTrump said he wanted to \"speak truth to power.\" But when he was asked about Putin's recent statements against hacking and his threat against Russia, Trump appeared unimpressed.\n\n\"How could you possibly be more confident about Russia and its intentions than I am?\" Trump said.\n\n\"If you are not prepared for the Russian, I think you are prepared very well,\" he said."
  },
  {
    "original_tweet": 1468329711306780682,
    "new_tweet": 1468332027095048193,
    "index": 85,
    "image_path": "outputs/85.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468329711306780682",
    "text": "Ghislaine Maxwell: Jury sees never-before-seen photos of Epstein and defendant.\n\nOn July 23, 1997, the jury found the Miami-Dade County District Attorney to be guilty of perjury, and sentenced Maxwell to up to 11 years in prison while on supervised probation.\n\nIn October 1993, the state Supreme Court overturned the convictions and remanded this case to state court where more charges could be filed to prevent further abuse.\n\nIn 1998, the state Supreme Court approved three more convictions by the Florida Supreme Court to clear a path to a fair trial for Epstein.\n\nNow, Epstein, in a lawsuit filed in federal court in New York, says he is being denied a fair trial because the state Attorney General's office is still waiting for a final determination whether he is being allowed a fair trial.\n\nEpstein is represented by Jeffrey Epstein, who was on the case when, in August 1993, the state Attorney General's office received a subpoena from Epstein's counsel to obtain video tapes of him and others in the Palm Beach County Jail.\n\nProsecutors say that was when Epstein was in custody in Florida with his wife and son at the time of the abduction and that he asked Epstein to take them on trips to Miami and Florida.\n\nA Miami Beach local reported that during the vacations, Epstein made his way with one of Epstein's aides who was sitting across from him on a table."
  },
  {
    "original_tweet": 1468684163620474899,
    "new_tweet": 1468684421632905217,
    "index": 86,
    "image_path": "outputs/86.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468684163620474899",
    "text": "Elizabeth Holmes testifies she 'never' misled investors.\n\nA Pennsylvania man who spent his entire retirement from a $5 million hedge fund to buy shares is in the news for secretly selling $21 billion in securities in the name of \"investor safety\" before he was put on probation in 2007.\n\nThe 22-year-old from New Hampshire bought stock at a $30 million price from former hedge fund boss Paul Sanger.\n\nIn a plea deal with U.S. prosecutors, Sanger acknowledged his role in the deal that allegedly resulted in $21 billion in money that he allegedly sold for more than 30 years, but would go on to invest more and sell the securities to his son's company, Cerberus Capital Management .\n\nIt is unclear when Sanger died from complications from brain cancer.\n\nHis conviction for securities trading comes two months after Sanger's son told police that his father sold more than a half-billion dollars worth of his 401(k) stocks with a $1.3 million market value.\n\nCerberus has been barred from investing in individual stocks since 1987.\n\nIn the plea deal, Sanger said on Nov. 21 he sold his \"first public interest securities purchase\" to a man who sold his funds to give an individual investor a higher return on their investment.\n\n\"The principal thing that matters is trust between each investor,\" he said."
  },
  {
    "original_tweet": 1468707549297922063,
    "new_tweet": 1468709512970342401,
    "index": 87,
    "image_path": "outputs/87.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468707549297922063",
    "text": "Ghislaine Maxwell: Ex-boyfriend of accuser corroborates account.\n\nSharon F. Lee: 'I don't think you should talk like this,' he says.\n\nCaleb Biedler: 'I want people to be aware they're not safe in their home'\n\n\"My family would certainly appreciate people talking about these circumstances,\" an unnamed friend, who spoke on condition of anonymity, told me by phone. \"It's like 'Hey, I remember those times.' \" He did not say how much that means, and it would seem that at some point other survivors have been informed, the accused, that he is no longer with them or that \"this was not what they would have been thinking,\" he said.\n\nThe friend asked my question in a separate phone call, but did not give me the date when he last gave evidence or when he would say whether he was aware that his friend was a \"pro-police advocate.\" I did not receive an answer from any of the people who spoke with me, but three of them were told by the other survivors to close what they had just known as a \"diary of disbelief.\"\n\nSo what the survivors now say about what a woman may have been up against, beyond the fact that the allegation was made on a television show and that the accused would not let her go, is not unknown from the survivor's own accounts today."
  },
  {
    "original_tweet": 1468854164457406469,
    "new_tweet": 1468855485151395842,
    "index": 88,
    "image_path": "outputs/88.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1468854164457406469",
    "text": "Epstein and Maxwell pictured at Queen's residence at Balmoral.\n\nThey were among those brought to witness the attack when police arrived on the scene.\n\nTwo men, believed to be from Melbourne, also attended during court appearances on Friday, as the pair discussed the attack.\n\nMelbourne man: A young woman who was brought into a hospital after the attack at Queen's Gardens in Victoria on Tuesday. The attack left two children injured with injuries to their heads and necks.\n\nMelbourne man: A mother, a friend of the victim from Melbourne on the night of the attack in Bayswater, Westfield. She was treated for concussion after being hit by a police vehicle. Police arrived at the area around 7.30pm\n\nBatesworth man: An elderly man came into the family's apartment this morning as they were about to leave the Melbourne District Hospital when a vehicle driven by a white van pulled up alongside and slammed into them. Police have been called to the neighbourhood surrounding Queen Park, near Bayswater. It's reported that the people were all taken to King's Hospital with serious injuries. He declined to comment. Neighbour Sami Shambaugh said: 'We have got all these people in there, we've all been waiting and waiting for more news. And it is terrible."
  },
  {
    "original_tweet": 1469030657972125699,
    "new_tweet": 1469031630996385794,
    "index": 89,
    "image_path": "outputs/89.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469030657972125699",
    "text": "Astroworld: Travis Scott says he was unaware fans were hurt.\n\n\"Somebody just decided to come up and grab me, go up there and do their business,\" Scott says. \"They didn't hear me, but then I got punched in the face after they tried stopping him from playing. That's not something I wanted to do.\"\n\nScott says he wasn't trying to get anyone hurt, which is probably true. After the fight his name became an anthem in Philadelphia.\n\n\"I'm doing really well,\" Scott confesses, to the joy of some Philadelphia fans. \"I'll be back tonight.\"\n\nScott doesn't think he's going to get hurt on the field, but in the clubhouse, he knows it's going to be tough just to see his body come together and play. That's right -- Scott is a guy who will never forget a moment like this."
  },
  {
    "original_tweet": 1469035628021129222,
    "new_tweet": 1469036667403051009,
    "index": 90,
    "image_path": "outputs/90.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469035628021129222",
    "text": "New York’s Met museum to remove Sackler name from exhibits.\n\nSackler was the co-founder of Ugly Duck, the first American clothing company to make shirts with a popular slogan: \"You're not welcome!\" The team has built an interactive exhibition, Sliding Doors, that has attracted over 13,000 visitors, most of them young artists and athletes.\n\nSackler is credited with making Ugly Duck the global symbol that many young people use to get involved with sports, politics, and the arts. In 2014, he released photos of himself and his wife posing for photos on the day the team's home games came to a close.\n\n\"I started selling stuff because I'd see those pictures in the news. I had some real friends around school, and they all went to school and studied sports,\" he told the Journal Sentinel in 2012.\n\nNow he goes to college and attends Indiana University School of Law. He also taught music and English for six years at the University of Illinois.\n\nSackler earned his bachelor's degree in marketing and media management with an MBA from The University of Texas at Austin College of Media from the University of Houston in 2013 and from the University of Texas at San Antonio College of Media from the University of Texas at Austin in 2011, respectively."
  },
  {
    "original_tweet": 1469048659924946952,
    "new_tweet": 1469049272490336258,
    "index": 91,
    "image_path": "outputs/91.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469048659924946952",
    "text": "Josh Duggar: Ex-reality TV star found guilty of child porn charges.\n\nFormer contestant Duggar has been found guilty of seven counts of child porn for allegedly accessing child porn from his childhood and is also eligible to be sentenced to probation and counseling.\n\nIn sentencing Duggar, a judge gave him 10 year probation as well as time for 60 days. He's also being scheduled for sentencing on April 29.\n\nAccording to a statement from Judicial Watch, the judge found several more people guilty of the charges against Duggar. Two other judges also ordered his guilty pleas before they were decided.\n\nThe judge also found former contestants Duggar was not under penalty of up to one year in prison with 10 years probation and one year in prison with 100 days of community service.\n\nJudicial Watch filed a federal lawsuit against Florida for failing to provide Duggar family lawyer, Michael Kwan, with documentation, including transcripts of interviews and documents, to help her in her legal team.\n\n\"The defendants should have known that the child porn was real, and indeed, they were making a living through the online porn industry that the children were viewing,\" Attorney General Pam Bondi said."
  },
  {
    "original_tweet": 1469087708538675200,
    "new_tweet": 1469089566669688833,
    "index": 92,
    "image_path": "outputs/92.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469087708538675200",
    "text": "Jussie Smollett: Actor found guilty of staging hoax attack.\n\nThe Sydney Morning Herald reported today that Australian businessman Murray Smollett, known for his roles in the movies and TV shows \"Star Trek\", \"The Godfather\" and \"Star Trek: Voyager\", was awarded $15 million (£10 million at the time) in jury compensation in an attempted \"steal of money\" for an online stunt in which a Russian impersonator posted pictures of him on the Internet. The hoaxers were allegedly paid by Smollett to make the prank known. The Mail was asked for comment.\n\n\"We've got a great deal of evidence to back up what the jury took, and it looks like they all got a huge kick-out from Murray,\" he said.\n\n\"But we have lots of evidence here. There is probably a lot of evidence that came out and we're hoping to gain some insights and some of it is not going to be a bad thing.\n\n\"Now they come forward and say this is a serious case of over-reaction in a way we knew nothing about before.\"\n\nAnother video posted on August 6, 2013, shows Smollett speaking to his customers in an effort to convince them to return the merchandise.\n\nThe Australian comedian and social media personality has also been a regular at comedy shows hosted in hotels and venues around Australia."
  },
  {
    "original_tweet": 1469089973307678723,
    "new_tweet": 1469092044115091459,
    "index": 93,
    "image_path": "outputs/93.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469089973307678723",
    "text": "Capitol riot: US appeals court rejects Trump's request to block files.\n\nPence is holding up the GOP's latest push against the law as 'fraudulent. '\n\nMr Pence was also criticized on social media for making it clear that he would seek only federal funding for Medicaid, which will be split between states.\n\nThe Republican, who has long criticized the Medicaid expansion, on Saturday made clear that he will back any states that allow such coverage, but he has not said where that money will go.\n\nSome conservatives have objected to the idea of passing the healthcare bill to make it harder for people to get healthcare. Republicans have been trying to make provisions to curb that problem, particularly as they make cuts to subsidies.\n\nTrump's decision to reject a health care bill because of its potential cost was greeted with wild celebration by his own party, despite Republican objections.\n\nMr Trump was in Washington to meet with the President-elect during his campaign stop on Saturday on Thursday."
  },
  {
    "original_tweet": 1469325673655328770,
    "new_tweet": 1469326075024928769,
    "index": 94,
    "image_path": "outputs/94.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469325673655328770",
    "text": "US Supreme Court says Texas abortion clinics can sue over law.\n\nTexas Supreme Court on Saturday said a group of abortion clinics that sued the State on two separate fronts Thursday night should be barred from carrying out a federal case challenging the law.\n\nThe case against a Texas clinic that sued in federal court this week follows an early Friday report that a federal judge in that state found an unconstitutional regulation that placed some clinics for women not able to have a family doctor and others for terminations over a health question. The rules prohibited local governments, including Texas and Kansas, from discriminating against health providers who perform abortions or provide care to minors or adults who have been legally refused a prenatal or gynecological appointment.\n\nIn an order Friday, the Texas Court of Criminal Appeals ruled that the clinic could keep the rules intact, but the Texas Legislature has a constitutional authority to modify the rules.\n\nAs the order emerged, the Texas Attorney General's Office filed suit over the Texas law, which has so far been upheld, but has led to other lawsuits to block the law."
  },
  {
    "original_tweet": 1469384658592874501,
    "new_tweet": 1469386478564249600,
    "index": 95,
    "image_path": "outputs/95.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469384658592874501",
    "text": "Isabel dos Santos: Angolan billionaire hit with US visa restrictions.\n\nHe has denied any wrongdoing, but says he may have to apply for US asylum as a result of the US decision to back down on his plan.\n\nMr dos Santos, a multimillionaire businessman from Angola, visited Washington last summer to negotiate plans for his controversial $50 million \"Green Wall\" as he awaited President Barack Obama to sign an executive order setting an environmental target of global warming of 1.5 degrees Celsius for 2015.\n\nWashington has been criticized for its position on climate change, which Mr dos Santos denies despite an exhaustive analysis by the UN's Intergovernmental Panel on Climate Change.\n\nIt said Mr dos Santos had committed $1.2 billion to the fund because of poor performance but a US Senate ethics officer had questioned his ethics and legal standing."
  },
  {
    "original_tweet": 1469416411353300997,
    "new_tweet": 1469416729444978689,
    "index": 96,
    "image_path": "outputs/96.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469416411353300997",
    "text": "Ghislaine Maxwell trial: Prosecutors wrap up after 10 days.\n\nIn July 1982 the U.S. district court Judge Katherine Forrest ruled that prosecutors had to hand over all emails between Maxwell and his mother, who was then married and had children. (They later moved to a new house in Florida on a separate $40 million donation.)\n\nMaxwell is accused of the death of his mother's children shortly before they were born in 1980, at age six.\n\nU.S. District Court Judge Catherine Neely ruled there would be too much to prove to make that accusation.\n\nU.S. District Court Judge Katherine Forrest ruled there would be too much to prove to make that charge. Brian Fallon/AP\n\n\"I think that the evidence is there and I think it's enough to convict you,\" Forrest told the court. \"It is. We do believe there is a strong possibility of this occurring.\"\n\nMaxwell denied the charges of grand theft and racketeering. He has been sentenced to up to 10 years in a federal prison.\n\nOn Monday, a federal judge in San Diego threw out the death penalty for the young man.\n\nU.S. District Judge Katherine Forrest on Monday threw out the death penalty for the young man. (Reuters)\n\nU.S. District Judge Katherine Forrest on Monday threw out the death sentence for the young man."
  },
  {
    "original_tweet": 1469592000735363079,
    "new_tweet": 1469592857832951811,
    "index": 97,
    "image_path": "outputs/97.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469592000735363079",
    "text": "Tornadoes causing chaos across several US states.\n\nAt the time, the Federal Emergency Management Agency declared the area a \"significant hurricane\" to give it a strong warning.\n\nThere are no reported claims from authorities of a car accident between the pair, though the FBI has confirmed that their car was struck by a car off in the area.\n\nMedia playback is unsupported on your device Media caption US president says 'we've got to go fast': US security officials\n\nAfter getting close to a major storm of tropical turbulence that could have caused widespread destruction in Florida, President Barack Obama said there was \"no reason\" we couldn't avert it.\n\nIn response to the storm, Governor Rick Scott, said that \"the last thing people are going to want are storms like this\" in our country.\n\nHe went on to say: \"This is just the final nail that any Republican president would nail together to turn the tide in their race for re-election.\"\n\nAs the storm raged near Tampa, the United States Department of Forestry warned that there were concerns it could \"fall quite hard\" to recover as Florida could fall even harder than its predecessor, in 2010.\n\nThe country can expect tropical conditions again in the past week, as winds continue to pound our coasts, and even more rainfall."
  },
  {
    "original_tweet": 1469787866490417154,
    "new_tweet": 1469789158163959812,
    "index": 98,
    "image_path": "outputs/98.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1469787866490417154",
    "text": "Alan Shepard: Bezos space company sends first US astronaut's daughter to space.\n\nSpaceX will send its second US astronaut to space by this year. The first will take her off Earth, and will fly on Atlas V from Cape Canaveral Air Force Station to Cape Canaveral Air Force Station, Florida. Musk called it 'extraordinary.'\n\nAccording to the Space Times, Musk said if humans could 'fly one up from Earth like the United States does' he would 'absolutely love an asteroid landing.'\n\nAtlas's success has been attributed to the 'mighty' amount of fuel and space stations used at the mission\n\nSpaceX has launched three astronauts to the International Space Station: Elon Musk, Richard Branson, Jack Bauer, and JG Ballard. SpaceX has delivered 21 more astronauts to the station in 2016, which is the most space-related space flight for the company. SpaceX is also making a deep-space rocket to take off from the International Space Station on Feb. 2 in an orbital lander.\n\nAccording to The Wall Street Journal's report, SpaceX said this \"could be the first manned mission in history, and one of the earliest in modern time.\"\n\nAtlas currently has a capacity of 1.5 million passengers, an amount that is larger than the total passengers on the Earth now."
  },
  {
    "original_tweet": 1470197841314385922,
    "new_tweet": 1470199328471846912,
    "index": 99,
    "image_path": "outputs/99.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470197841314385922",
    "text": "Kentucky tornadoes: Death toll likely to pass 100, governor says.\n\nIn a sign that Gov. Robert Bentley, R-Ala., wants to pass a bill to tighten restrictions on high-energy lightning, a lightning death toll has reached 92.\n\nIn a sign that Governor Robert Bentley, R-Ala., wants to pass a bill to tighten restrictions on high-energy lightning, a lightning death toll has reached 92. Posted by Scott Dorman on Tuesday, Sept 25, 2016\n\nWhile Kentucky is home to the nation's second-to-last highest number of tornadoes on record, its air quality is low compared to the average statewide.\n\n\"When you go from the lowest out of 18 states in air quality in 2016 to the highest out of 34 states in air quality in 2017, the air that you fly is not even 30 percent clean,\" said David Spero, a meteorologist who manages the Kent-Airfield Office Centers for Hurricane Forecasting. \"I don't think we'll see more tornadoes.\"\n\nIn this case, that doesn't include the large number of tropical weather events that have hit the state.\n\nThe Kentucky Tornado Warning Center announced last month that two small, but severe blizzards over eastern Kentucky would not cause any major disasters. The other is the one on Feb. 6 in a town on the outskirts of the city of Fairburn."
  },
  {
    "original_tweet": 1470481216654790663,
    "new_tweet": 1470483706477486085,
    "index": 100,
    "image_path": "outputs/100.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470481216654790663",
    "text": "Larry Nassar abuse victims to receive $380m settlement.\n\nNassar claims at least 20 employees of H&M who abused him in the past 15 years were victims of their own sexual abuse — including a former mistress — \"because of his celebrity status, the fact there was someone who had to go through the process of going through it in order to get paid for it,\" according to a police summary of the investigation obtained by CFI News.\n\nThe case, made under a 2003 Freedom of Information Act lawsuit by former H&M employee and family critic Robert Fife, was told a grand jury has heard evidence from a woman who claimed that the former H&M star molested her before she took her own life in 1998.\n\n\"What this guy is doing,\" H&M said in a statement sent to CFI News, \"is unconscionable.\"\n\n\"What is offensive to women is sexual harassment and harassment of victims like Ms. Nassar's. Such acts against people of faith and for our church are unacceptable,\" it said.\n\nAn internal file containing what Nassar said is an \"extremely disturbing\" record of Nassar's sexual activity is sent to the grand juries investigating the investigation.\n\nNassar did nothing as punishment, CFI News said, but his wife, Sharon Williams, said she expected her actions would be scrutinized by the grand jury."
  },
  {
    "original_tweet": 1470551935593947136,
    "new_tweet": 1470554184441286657,
    "index": 101,
    "image_path": "outputs/101.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470551935593947136",
    "text": "Canada offers up to $40bn to compensate indigenous children.\n\nTaoiseach Enda Kenny has said he is trying to forge a consensus on Irish policy on children.\n\nCeltic said it was taking a stand in the name of child support to stop similar \"sham\" practices, which may have been put in place by the previous government.\n\nImage copyright Sean Gallup Image caption Celtic are the first major club to have the right to offer child support\n\nMedia playback is unsupported on your device Media caption A Celtic spokeswoman told the BBC how some families are affected by the payments\n\n\"It's a matter of principle that child protection should always be a fundamental feature of all our efforts - with or without the support of the child support mechanism.\"\n\nSpeaking after an election campaign in which the opposition claimed the government was trying to crack down on child abuse, Ms Kenny said \"the issue of child support has really become a national issue for Ireland in recent days.\"\n\nDespite this, Irish governments seem reluctant to give in on requests from Catholic countries to give back child support payments to non-Christians, she told an Irish political conference.\n\nThe Independent has asked governments from Ireland on the matter to consider giving priority priority to helping families with children who were abused."
  },
  {
    "original_tweet": 1470740538655662087,
    "new_tweet": 1470742927643058176,
    "index": 102,
    "image_path": "outputs/102.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470740538655662087",
    "text": "Trump's son urged father to intervene in 6 January Capitol riot, messages reveal.\n\nAs Trump became more politically active and his father's Twitter account had been flooded with the messages attacking his father - who is Jewish - it came as the Trump family appeared to be in a downward spiral.\n\nDonaldTrump was seen by many as an erratic, narcissistic, racist braggart, whose father was always quick to demand a higher share of the political pie, according to a new report.\n\nWhile Trump's Twitter profile says 'Family First' a Trump campaign donor was pictured topless while tweeting messages in which he threatened to fire \"every black journalist\" while threatening to deport Mexican Americans\n\nThe report also claims that at least six people were seen on Trump's official Twitter account in New York, New Jersey, Florida, Texas, Ohio, and Maryland. The Donald Trump Jr. Twitter account posted images of himself naked and under a diaper while holding water and threatened 'illegal immigrants and the entire world'.\n\nThis image was posted by an unidentified source, according to The Post. Trump himself was seen topless while being held and threatened during a November campaign rally in Alabama.\n\nAt the same time, several Trump supporters called out an entire media that tried to claim he did not meet their legal rights. A Trump campaign aide, Mark Davis, was seen on the campaign's official social media monitoring app and being harassed."
  },
  {
    "original_tweet": 1470827472002457610,
    "new_tweet": 1470828471127461888,
    "index": 103,
    "image_path": "outputs/103.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470827472002457610",
    "text": "Phillip Adams: Ex-NFL player who shot six dead had CTE brain disease.\n\nThe NFL Network reported that an investigation was launched and that the commissioner was \"immediately contacted by a medical professional and informed not to comment,\" although the league was previously required to give the news agency the name of the official who was allegedly given the lead on Thursday. \"NFL players are advised that they should always check with their physician if a concussion has taken place,\" league spokesman Brian McCarthy said.\n\nIn May, ESPN reported that former Ravens safety Donte Whitner, who played alongside former Patriots linebacker Michael Vick on the Super Bowl team, had CTE and was receiving treatment at a Cleveland medical center, but was otherwise deemed at the time of his death.\n\nIn September, NFL Media's Kevin Bowen reported that former Atlanta Cardinals safety DeMarco Murray had been cleared to play in the game because he had been \"exceedingly aggressive and verbally abusive toward his teammates.\"\n\nKraft also revealed that former Philadelphia Eagles running back Trent Richardson, who had CTE, was suffering from the same ailment, and was reportedly in the same hospital receiving treatment on the night of his death."
  },
  {
    "original_tweet": 1470845951862583302,
    "new_tweet": 1470846162370318337,
    "index": 104,
    "image_path": "outputs/104.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470845951862583302",
    "text": "Kentucky tornadoes: I spent my 40th birthday trapped under rubble.\n\nBy the time I moved to Kentucky in the midwest years ago, I had worked the night shift in various jobs, mostly to support the kids and parents I had lost, in the early 90s.\n\nAnd as they began to grow old, their kids became more and more of their own, too.\n\nIn my late teens, my middle school teachers, who now called themselves \"The St. Charles Kids,\" would send me two dozen-dollar vouchers in exchange for 10 hours of school time. All of them spent that time in one of the homes they had in an industrial building on the banks of an I-90 Bridge in a Kentucky that was, in fact, a massive tornado shelter.\n\nBut after those first few years, I found myself out of work and no longer able to keep up to date with the kids who grew to be themselves. That was my problem.\n\nAt a particular point, I decided I'd do something about it."
  },
  {
    "original_tweet": 1470908783656374280,
    "new_tweet": 1470909012224872449,
    "index": 105,
    "image_path": "outputs/105.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470908783656374280",
    "text": "Covid-19: US surpasses 800,000 pandemic deaths.\n\nUS, China to lead global effort to fight pandemic, with new 'strategy'\n\nGardaí also confirmed that they could not say for certain whether the US has helped coordinate with other countries.\n\n\"There has not been any progress, we are still having discussions with other countries, but I think if it's not positive the way we understand it it could be a problem for some,\" the official said.\n\n\"And even more importantly, we do not know how far this collaboration will go forward. This is very dangerous,\" he said."
  },
  {
    "original_tweet": 1470992010534391810,
    "new_tweet": 1470992053144195076,
    "index": 106,
    "image_path": "outputs/106.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1470992010534391810",
    "text": "US Congress narrowly votes to raise debt limit.\n\nAt the time of this writing, Obama was in the first term of his presidency and is facing a reelection contest that could decide the fate of his presidency. The stakes in which a deal is on the table appear higher, especially since the president is hoping to renegotiate his terms with the European Union's third-largest economy, the EU. But the White House has said if the deal survives into next year's midterm elections, all the concessions would count. The White House has a deadline to show it will take a vote, though.\n\nThe latest round of efforts to negotiate a deal with China, which holds sway in Congress, is also being closely watched. In a deal that would be expected to create $15.25 billion in new jobs as part of the pact, which the Obama administration announced last month, Washington would seek to boost business confidence and stimulate economic growth, with no strings attached.\n\nU.S. and Chinese officials hold talks on whether to allow a trade pact to pass during the New Year break in Taipei in March. (Wong Chian/Associated Press)\n\nAn official announcement would still be made and could result in renewed congressional efforts to raise the debt ceiling along with other provisions of existing spending bills. The White House will meet with Democratic officials Saturday at Trump Tower to discuss possible discussions, two aides said."
  },
  {
    "original_tweet": 1471139806566563845,
    "new_tweet": 1471145588129296388,
    "index": 107,
    "image_path": "outputs/107.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471139806566563845",
    "text": "New York City names first female police chief.\n\nPatton announced early this year that the National Guard would be awarded $6.5 million to build a $12 million training center by the end of 2017 to help African-American police officers identify victims.\n\nThat project is funded by a $500,000 grant from the Internal Revenue Service.\n\nThe city will start accepting applications for the program Nov. 20. There will be no formal announcement until the end of March, before the $10 million funding program kicks in.\n\n\"This is the fastest growing problem in law enforcement. Police agencies across the country are becoming increasingly less transparent,\" said Commissioner Raymond F. Kelly III. \"The problem is, to date, police aren't doing this to their law enforcement counterparts.\"\n\nMayor Bill de Blasio last year announced plans to send police academy graduates to train through the system by 2017 to train as an internal affairs administrator for the National School Safety Initiative, which the city started training for.\n\nThe training program is the first for NYPD officers, who are already trained in the system, according to Kelly's aides. But when the city offers the scholarship, applicants must take the field as an officer."
  },
  {
    "original_tweet": 1471196972082249740,
    "new_tweet": 1471198412519313408,
    "index": 108,
    "image_path": "outputs/108.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471196972082249740",
    "text": "Logic's 1-800-273-8255 led to call surge to suicide line, study suggests.\n\nFisherman, 53, found that despite warnings about her high risks from alcohol poisoning, she took about 30 minutes of time each night and continued drinking at least once a month. Her blood pressure was reduced by 30 millibars before the study was published.\n\n\"It's important to note that our study is limited to women but we will be able to look at men in this way,\" Fishermans' co-author Dr Richard Dannis said.\n\nThe study is the first such study to examine the effect of alcohol use on testosterone levels in men using buprenorphine, a medication prescribed to prevent high blood pressure.\n\nFisherman was once a senior engineer with the company's Bristol lab and later worked for a company called Battersea Power.\n\nIn a recent interview Fisherman said she had always thought that her drinking had been bad for both men and the environment: \"I think women should never be on a ventilator unless they're drunk.\"\n\nOther studies in the past year have found similar results, but no men had seen similar results as a result of smoking.\n\nThis is partly due to the fact that a number of recent studies on the problem of men getting excessive quantities of alcohol found similar results, she added."
  },
  {
    "original_tweet": 1471341687687557125,
    "new_tweet": 1471341873176342530,
    "index": 109,
    "image_path": "outputs/109.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471341687687557125",
    "text": "Michelle Odinet: Louisiana judge faces calls to quit over home video slurs.\n\nOn the internet, many believe there may be more to the story than that. Several people on social media are speculating about the death of Odinet, who was shot multiple times outside his home in Northampton and at nearby Dunkin' Donuts, but has not been charged.\n\nOn Friday, a group of white supremacist activists posted a \"hate flag\" on a website called Identity Evropa, a website that targets white people, saying police found an 18-year-old white girl in police custody.\n\n\"When officers entered the home with their search warrants, they found Odinet's body in a bathtub surrounded by police officers,\" reads an update to a Facebook post from the website, named \"Injustice.\" \"Odinet's death will continue until his body is returned. There is at least one person from Louisiana waiting for his final moments by the time he arrives in Louisiana and this information will be sent to the judge's Office because of Odinet. If the judge finds that your case is meritless, you will be ordered to pay what remains to your family.\"\n\nPolice are still searching for the shooter, who's being held at the Orleans Parish Jail on suspicion of armed robbery."
  },
  {
    "original_tweet": 1471355278645940233,
    "new_tweet": 1471356970577784834,
    "index": 110,
    "image_path": "outputs/110.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471355278645940233",
    "text": "Kentucky tornadoes: Lost photos found 140 miles away.\n\n\"I saw the tornado just under the Ohio River Bridge, just south of where it struck us,'' she said.\n\nShe said a tree in the ground caught a ball of lightning from another tornado and dropped about 20 centimetres of the lightning into a tree. It dropped about 15 centimetres of the lightning into the trunk of a car, and the tree was caught by a second one. She said they were too small to be visible during the day.\n\nThe tree was caught by fire debris, and eventually it fell onto another tree, making it much larger and the wreckage of that crash was found in the mud and below the road. One of the tree's branches was also clipped in.\n\n\"The next-door neighbour told me that it was really hard to tell where the street was because people just kept coming and going around to the sidewalk, looking for anyone who had fallen behind,'' she recalled.\n\nThe family moved to Toronto two months ago after their home collapsed in St Laurent, Quebec and their daughter died in the same car.\n\n\"One of the last things my grandma said is no matter how hard you try to put it together, it's not going to work,\" said Marie St. Louis, the family's daughter."
  },
  {
    "original_tweet": 1471512144122236943,
    "new_tweet": 1471513016625610758,
    "index": 111,
    "image_path": "outputs/111.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471512144122236943",
    "text": "Claudette Colvin: civil rights pioneer has record cleared.\n\nMichael Brown: You hear a lot of complaints about how a lot of people are just not taking him seriously in this country, especially African Americans.\n\n\"Why am I not looking at him in my neighborhood with respect? And yet he seems to take no stand? It seems like he's just a bad guy going in there on a business standpoint.\"\n\nHe goes on to say that when his mother started dating a black African American man he would come to see her.\n\nIt's his view that this incident was unique and that this group of black people in the state of Mississippi \"would be more deserving,\" in fact, \"as well.\"\n\nAt the end of the video, Brown acknowledges that he hasn't taken his fight about his civil rights history seriously since the day he was arrested by the police."
  },
  {
    "original_tweet": 1471621981116239875,
    "new_tweet": 1471623728832204801,
    "index": 112,
    "image_path": "outputs/112.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471621981116239875",
    "text": "US panel recommends J&amp;J shots be sidelined after clot deaths.\n\nThe study also noted that the lack of evidence indicated an unacceptably high incidence of CVD in both men and women who get these shots.\n\nThe paper by the team of researchers was published today in the journal Cancer Prevention and Policy in the peer-reviewed scientific literature.\n\nProfessor Peter Mennigan, Chair of the National Association of Rehabilitation and Retraining Authorities and Director of the Institute of Trauma Medicine at Liverpool Otolaryngology, said: \"One year after a blood type-specific event was registered, more than 100,000 people were admitted into the NHS under UK standards.\n\n\"People living with CVD should be aware of their risk - especially to people from low income families.\n\n\"These patients are at a disadvantage compared to those with high-income, low-level care and who live below the median income of £1,200 a week.\"\n\nHe said the study shows a case for reducing CVD in the NHS - despite the fact blood types are not all the same.\n\nCancer patients with CVD are at a greater risk of having cardiovascular failure, strokes, heart disease and stroke than those without CVD and of having any form of dementia."
  },
  {
    "original_tweet": 1471647464977354752,
    "new_tweet": 1471648878780846082,
    "index": 113,
    "image_path": "outputs/113.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471647464977354752",
    "text": "US Congress passes import ban on Chinese Uyghur region.\n\nForeign government will be responsible for all domestic activities with a view to promoting democracy and independence\n\nChinese authorities are expected to take note of Uyghur democracy, support the rights of Uyghurs and condemn crimes against humanity.\n\nChinese government will take note of Uyghur constitution and support the rights of minority communities.\n\nThe draft legislative resolution and legislation on anti hate speech will be submitted to China's President Xi Jinping in early August.\n\nChina's top diplomat, Liu Hui-seok, urged Chinese leaders to ensure Uyghur democracy."
  },
  {
    "original_tweet": 1471664449547390983,
    "new_tweet": 1471666497445523466,
    "index": 114,
    "image_path": "outputs/114.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471664449547390983",
    "text": "US FDA permanently allows mail-order abortion pills.\n\nThere's a long history of restrictions. In 1968, Congress decided that doctors should be required to deliver the pills from a hospital, but did not impose the requirement when they visited emergency departments. Since then, it has been proposed in Congress and elsewhere as an alternative that should be available at all times. In other words, as in Roe v. Wade, there should be no barriers to birth control abortion.\n\nIn an effort to curb its popularity, the Federal Government is forcing that kind of regulation through the abortion regulations of other states. For example, Massachusetts is considering banning abortions after 18 weeks — the first time the state has done so since the 1973 Roe v. Wade decision. The State's attorney general, David J. O'Connor, is under consideration by Congress.\n\nBut what makes this situation a major problem for medical organizations like the National Abortion Federation is that the regulation can't be imposed from the outside. What has to happen before it's acceptable to impose restrictions on abortion, in the eyes of the law, is that the organization gets to try to overturn what it considered to be the legal ban on abortions.\n\nBecause the regulation can't be imposed outright without a court ruling on the legality of the abortion, groups of doctors say the same thing."
  },
  {
    "original_tweet": 1471918753780846600,
    "new_tweet": 1471920710616453121,
    "index": 115,
    "image_path": "outputs/115.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471918753780846600",
    "text": "Ghislaine Maxwell trial: Epstein's ex testifies for the defence.\n\nA day after leaving his home in Sydney, Maxwell appeared before the grand jury and said he had seen her \"with a lot of joy\" and \"some great emotion.\" He denied his son had sexually abused her on at least a six-month period between 1999 and 2007.\n\nThe US attorney for the Southern District of New York said, in a statement to reporters, he had no knowledge of a report by Epstein's law firm that he was being held at Manhattan federal prison for up to eight years, but \"this case is one for him.\"\n\nThe prosecutor said he had no knowledge of the complaint, but did say at a news conference that he had received no evidence from the FBI.\n\nLast week, The New York Times published records that showed Epstein, a Harvard University graduate, was living a six-month long residence in New York with two other female friends including Maxwell. The case was a \"top secret\" deal, the report said, a key part of a master's contract Epstein struck as part of a sex deal."
  },
  {
    "original_tweet": 1471922135304130562,
    "new_tweet": 1471923221968527362,
    "index": 116,
    "image_path": "outputs/116.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471922135304130562",
    "text": "Son's tribute to 'bawdy, fertile matriarch' goes viral.\n\nAbandoned and replaced by a handsome wife, she has a daughter named Charlotte who is also young. Their daughter Charlotte has a boy called David.\n\nBut while Liam is a little bit of a father figure, his wife Charlotte has a son who is being brought up by his own father.\n\nLiam's wife Charlotte has been adopted by Sarah as her fourth child.\n\nHe is not being named and is not the sort of little character who gives you goose bumps.\n\nBut what's really sad is that he is being named after his old wife, and he goes on to become the \"goddess of all the people of hell\".\n\nAs he makes his way into her world, they're surrounded by hordes of demons.\n\nSome of this is due to him going insane, and some of it is due to him being called \"troll king\" in her world and being thrown into jail."
  },
  {
    "original_tweet": 1471998575802474496,
    "new_tweet": 1471998706618490882,
    "index": 117,
    "image_path": "outputs/117.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1471998575802474496",
    "text": "Afghanistan to Wisconsin: Refugees dream of home.\n\nOn the eve of Thanksgiving, a huge crowd of 3,000 to 5,000 people gathered on Wisconsin's Lake Geneva Campus to cheer and share stories of a place of worship that they did not want to miss.\n\nAnd the big crowd, packed to capacity, was mostly white people, white and Afghan immigrants.\n\n\"This town is wonderful … I feel like in Wisconsin there's a good relationship with people who are here and this is the best place to be,\" a black girl shouted offstage of a prayer group outside the event.\n\nThe crowd erupted in applause after saying thank you to former secretary of Homeland Security Janet Napolitano, U.S. ambassador to Afghanistan and former U.S. ambassador to Canada, who they say has helped to save the lives of American citizens and has led the fight against terror.\n\nA little before 6 p.m., a group of about 3,000 people, mostly Afghans, marched in a parade that ran from north to south across the country. Dozens of other Afghans wearing T-shirts and hats that read the words \"Praise to Allah\" were also gathered around the city center as well, with other ethnic Iraqis bearing the names of U.S. military retirees who died in Iraq."
  },
  {
    "original_tweet": 1472000277091921926,
    "new_tweet": 1472001244516564992,
    "index": 118,
    "image_path": "outputs/118.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1472000277091921926",
    "text": "Sir Rod Stewart pleads guilty to battery over Florida hotel 'punch'.\n\nThe judge found that Stewart \"stopped breathing when he was called by the doctor to do a check on his health because he considered it a possibility of poisoning.\"\n\nStewart's wife, Elizabeth, was also found guilty of her husband's actions, with three officers charged with misconduct in office, and two of her co-accused facing perjury charges, plus one who admitted to drinking wine while on duty as a student.\n\nThe trial will take place October 12, 2016. It was adjourned to January 17.\n\nSgt. William Stokes, who made several statements, including one in the early morning hours about medical issues, told Fox59 he found Stewart ill, but didn't know whether the body was still breathing.\n\nStewart said he would take a breath test before returning to the hotel room, according to the court papers and the video of his appearance in the courtroom.\n\nHe would then take two extra breaths while walking to get out of the room.\n\nStokes, who has a long record of being unable to make sense of evidence in court, told The Associated Press that Stewart may be forced to perform some training on how to operate a firearm in preparation for getting off duty.\n\nHe alleged Stewart's lungs felt \"pusish or too hot\" to breathe."
  },
  {
    "original_tweet": 1472009330849427459,
    "new_tweet": 1472011300247154689,
    "index": 119,
    "image_path": "outputs/119.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1472009330849427459",
    "text": "Theranos trial of Elizabeth Holmes hears closing arguments.\n\nAn attorney for Holmes said he would appeal that decision. The lawyer said Holmes' trial of 20-year-old psychiatrist Timothy Loehmann has been scheduled for the fall.\n\nHolmes's second trial for his role in the mass shooting at the Pulse nightclub in Orlando, Fla., on June 13, had been scheduled for this fall. At that time, one of the judge's former prosecutors said she had told investigators she was looking forward to his trial because she didn't want to face criminal charges or testify against Loehmann.\n\nOn Wednesday, a spokeswoman for U.S. Attorney W. Henry McAlister said prosecutors were examining whether Holmes' attorneys could avoid potential jail time.\n\nHolmes had argued when he was charged and sentenced to prison that all violence was \"self-defense.\" That policy was upheld last year after a state Supreme Court found that the doctrine did not have to protect a defendant's life to prevent homicide."
  },
  {
    "original_tweet": 1472062568038637571,
    "new_tweet": 1472064152810110976,
    "index": 120,
    "image_path": "outputs/120.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1472062568038637571",
    "text": "US court reinstates Covid vaccine mandate for large US businesses.\n\nThe US court struck down federal anti-trust laws in 1998 and lifted it from the books in 2003. It was passed more than nine years later.\n\nLast month, Republican President Donald Trump reinstated a key policy change that has brought the US closer to the ban and has given the US market one of the worst in the world.\n\nTrump said it would keep children safe from vaccines without requiring doctors to provide them with a doctor's prescription of their chosen strain of vaccine.\n\nThe lawsuit alleged that the president's original version caused vaccine manufacturers to shift blame to children, or \"child actors\" in the government's belief that vaccine policies created a \"good\" cause for concern.\n\nIn an interview with CNN's Piers Morgan on Monday, Trump said his health department is reviewing the order as part of \"reopening the debate on whether children are immunized\".\n\nHe added that the current program, called Panus, Measles, and rubella, \"absolutely\" constitutes a state-sponsored conspiracy to keep children, in the US, from getting all children vaccinated."
  },
  {
    "original_tweet": 1472628266188132355,
    "new_tweet": 1472630338950029312,
    "index": 121,
    "image_path": "outputs/121.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1472628266188132355",
    "text": "Drakeo the Ruler dies after stabbing at LA music festival.\n\nBut instead of being \"defeated,\" the victim was treated by paramedics and later received life-saving surgery.\n\nAs news of the slaying of Dr. Drew broke today, a police tweet from @PoliceKiller said:\n\nIn wake of last night's shooting, police say man shot in the back is suspect. Anyone with information should call police at 312-765-5470\n\nNo other details were publicly released. Police did not comment on the man's exact age. Officials at the funeral say he remains in critical condition and has already undergone surgery."
  },
  {
    "original_tweet": 1472641303682895872,
    "new_tweet": 1472642970117545985,
    "index": 122,
    "image_path": "outputs/122.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1472641303682895872",
    "text": "Covid: Christmas travel will fuel spread of Omicron, US expert warns.\n\nOmicron, a gas giant, has been the beneficiary at major US airports from which it has been transported.\n\n\"This is an interesting move by Omicron to try and gain control across the US borders so that it can become a major fuel supplier for airports in Washington DC,\" said Greg Leffers, senior economist with the Center for Security Policy.\n\nThe United States military has had a much smaller role in supporting the company since 2003, when it turned into the US Navy. After more than three decades of dominance by American oil companies in the Middle East, the US government has not taken a major chunk of that role.\n\nHowever, in its latest oil industry quarterly, Omicron said its share of the US industry grew by about 15% last year compared to 2011, when it earned $19.8 billion.\n\nIn 2015, the total combined US military budget of the Department of Defense increased by 9% to $36.7 trillion, according to a Pentagon document.\n\nOmicron will also play an important position in a transition to a \"low-carbon future\", as climate change impacts have pushed the cost of oil production below $50 per barrel."
  },
  {
    "original_tweet": 1472674729664339976,
    "new_tweet": 1472675673923751940,
    "index": 123,
    "image_path": "outputs/123.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1472674729664339976",
    "text": "Senator Joe Manchin threatens to sink signature Biden bill.\n\nOn Senate floor Monday morning, Manchin, a Massachusetts Democrat and former senator from West Virginia, introduced the final Obamacare repeal bill. The Democratic majority leader sent it to the floor to be read by a vote of 55 to 45.\n\nBut he quickly announced that he'd veto the measure anyway — despite Senate rules that require only 60 votes to override a filibuster on the Senate floor. \"It will be up to the chamber to decide whether to follow through with this,\" said Manchin, who is currently trying to prevent a vote from happening without him. \"I told the Senate that this will be the most difficult vote to block to date, and I think there should be an impeachment question on both sides, as well.\"\n\nManchin was at the center of a fierce struggle over what to do with the American health care law's Medicaid expansion that included a mandate for the Affordable Care Act insurance exchanges with open records. He argued that the individual mandate was unconstitutional under Section 5 of the Affordable Care Act. To avoid that clash, President Obama's health care proposal included a two-day extension for expanded Medicaid coverage for both male and female Americans for Life (including those in low-income households), and expanded the Medicaid program that covers people who live in poverty.\n\nOpponents of Medicaid expansion argued that the Affordable Care Act didn't cover coverage for women and would require everyone to pay about $26,000 a month."
  },
  {
    "original_tweet": 1473090523640516618,
    "new_tweet": 1473090886527455234,
    "index": 124,
    "image_path": "outputs/124.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1473090523640516618",
    "text": "How Covid deepened America's teacher shortages.\n\n\"A decade ago, with more than 1-million teacher shortages, the teachers' pay was one-third more than it has been in the past five years,\" says Paul S. Cope, an economist for the Center for Education and Innovation. \"This has only exacerbated the situation.\"\n\nMore than 1 million teachers in the state's private schools got new contracts when state lawmakers repealed three previous teacher contracts. These pay increases forced students out of the state's public and religious schools, which were already part of the state school system.\n\n\"It's a long way from where the teachers are now,\" says John Blau, executive director of the Educational Policy Institute, which lobbies for teachers. He says government programs also aren't working.\n\nThe number of teachers is already higher — up to more than 3.5 million, and has been for some time now. A recent analysis from New Jersey Public Instruction found that there were 17,000 less teachers in those schools in a decade.\n\nStudents from other states have joined the ranks of the unemployed and underpaid, as have children in other states because they are more likely to find work.\n\nIn Florida, where Florida-based Grays Harbor College graduates are the fastest growing school demographic last year, state and national surveys and surveys by Job Creators shows that they're the fastest-growing share of the community. The share that doesn't was 12."
  },
  {
    "original_tweet": 1473100706143948802,
    "new_tweet": 1473100980178669574,
    "index": 125,
    "image_path": "outputs/125.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1473100706143948802",
    "text": "Abducted Haiti missionaries describe daring escape.\n\n\"We were brought to Haiti to go to the town or village where we were from and to gather our information and report back in any case as soon as possible. And when the meeting of the people came up the day before, I found this group of missionaries in the courtyard,\" said Mr. César, who now works in the office of a priest who runs the mission and is president of a civil society and public dialogue program based in Haiti and the Dominican Republic.\n\n\"It just felt so good to see this group of people and how they could gather information before their own people so soon was absolutely incredible and wonderful. They told me, like when we were waiting for the morning news, that this organization gave us information and asked if we were going to come or had been. So I sent the missionaries along with a copy of the first report,\" he added.\n\nThe volunteers took pictures of the missionaries with the U.S. embassy, a photo station and a helicopter while they were taken.\n\nThe mission is part of several humanitarian relief programs in Haiti, including the first two from the U.S.-based World Food Program which in 2010 rescued 4.6 million people from Haiti. A report on two such rescue and reconstruction efforts — the Haitian government's first successful and first since 2009 — is expected to be released soon."
  },
  {
    "original_tweet": 1473259841883889667,
    "new_tweet": 1473262009328160775,
    "index": 126,
    "image_path": "outputs/126.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1473259841883889667",
    "text": "Covid Omicron: Biden buys 500m test kits to tackle surge.\n\nThe billionaire energy consultant was invited to attend the inaugural meeting on the Hill for his \"investment strategy for the next generation of energy\" but was told he would not be permitted into the event.\n\nThe \"candidate for president\" in attendance is not being asked about the event but the fact Biden is in the Senate to hold hearings on energy policy, a source said.\n\nBiden, who is seeking his first re-election in the 2016 election, was scheduled to speak to the Economic Club of New York – and the Energy and Natural Resources Committee of the Senate about the Energy Department budget – on May 10-12.\n\nThe Energy Department, which oversees the nation's clean energy resources, is already moving forward with plans to increase funding and create two new offices and 12 staff members to replace the defunct Office of Inspector General.\n\nBiden's attendance would mark a move towards the end of a presidential campaign that has already given rise to a number of Republican senators who are critical of Obama's handling of climate change.\n\nBiden will give a speech about his energy policy when he stops by the State Department on Tuesday to discuss the budget."
  },
  {
    "original_tweet": 1473518090646433795,
    "new_tweet": 1473518714150551556,
    "index": 127,
    "image_path": "outputs/127.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1473518090646433795",
    "text": "Charles Lieber: Harvard professor found guilty of hiding ties to Chinese program.\n\n\"This was the most brazen scandal of its kind in U.S. history [and] is not a new one within China,\" the Harvard professor said.\n\nThis was a case that did not take into consideration the political realities at the time, Lieber told ABC News. He believed the Chinese would have liked to see that Chinese program take over the United States, but the Chinese believed it would be more lucrative for the government to create Chinese money and influence government policy than it otherwise would be.\n\nInstead, he thought the Chinese used a hidden program to control key aspects of American policy in the United States, but he thinks both sides will eventually do just fine, or at least keep what they already control.\n\n\"So there's basically two things going on: the Chinese and the Americans both had a secret program. And that's about to end,\" Lieber said."
  },
  {
    "original_tweet": 1473597362035736583,
    "new_tweet": 1473599266341879808,
    "index": 128,
    "image_path": "outputs/128.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1473597362035736583",
    "text": "Rogel Aguilera-Mederos: Colorado lorry driver's sentence sparks uproar.\n\nColorado has one of the largest cities in the nation involved in a series of high-profile vehicular traffic collisions that prompted a public outcry. The city will get to decide whether to appeal that decision and how much to pay for fines and the costs involved in enforcement.\n\nBoyle County Judge Jeff L. Jardine was allowed to consider the case Friday after Judge John J. Lee declared it the least \"fair\" of the two separate cases. Jardine will find that the city violated the law.\n\nAguilera-Mederos' attorney, Jason Koehler-Dwyer, has said that Aguilera-Mederos was driving on public property when a police cruiser pulled up in front of him, and in doing so violated one of the department's standards of good judgment: a driver's responsibility not to engage in vehicular behavior that could lead to injury or property loss. The vehicle wasn't traveling in a dangerous direction.\n\n\"It's not fair; it's not fair that two different drivers on a highway are on the same truck,\" Lubezki said."
  },
  {
    "original_tweet": 1473770686246096897,
    "new_tweet": 1473772874871701504,
    "index": 129,
    "image_path": "outputs/129.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1473770686246096897",
    "text": "Covid-19: Canada expands pandemic relief programmes amid Omicron surge.\n\nOmicron's \"quotas,\" which allow emergency measures, are now available to hospitals in more than 200 towns across the country.\n\n\"Over 75 are now receiving these quotas, which provide access to vital services such as healthcare but also food and medicines at an affordable price,\" said a health ministry spokesman.\n\n\"This should be welcomed by the government, as the need to provide this kind of low-cost financial assistance has made it an important issue.\"\n\nOmicron is not the only large Canadian company seeking to expand its Ebola outbreak response.\n\nIt offered to increase the number of hospital beds to 1,500 - a $4,000 per person increase to the current capacity.\n\nThe company's spokesman said he could not comment on specific quotas, but said they were a useful tool for hospitals during recent outbreaks that have affected only limited populations.\n\nMr. Fraser said that to provide a better and more \"adequate\" response would require \"more aggressive and accurate procedures\" and \"better support systems\" at the hospital."
  },
  {
    "original_tweet": 1474066662802567172,
    "new_tweet": 1474067341054922759,
    "index": 130,
    "image_path": "outputs/130.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1474066662802567172",
    "text": "Capitol riot: Proud Boy pleads guilty and agrees to cooperate with authorities.\n\n\"It's been fun. We've been doing this so many years and there's just the feeling about what we're doing. It's been a joy.\"\n\nThe group, originally from South Africa, had come to see Mandela after a five-day visit to Johannesburg, where they attended a memorial service for him. An emotional Mandela came to live by their side.\n\nHe told the paper he wanted to meet with him in his apartment in South Africa after hearing news about the recent court challenge to the extradition.\n\nHe agreed to become a member of the group after South African President Jacob Zuma called for him to appear in court.\n\n\"I wanted to support him. That was a good thing. He was an inspiration.\"\n\nThe group's members and supporters say that if freed, Mandela will bring a positive legacy and a lasting legacy for his country.\n\n\"He will carry on with his legacy. It's good to see people doing what he did,\" said a senior member of the group.\n\nNewspapers like South African daily The Guardian reported last July that a \"black mob\" broke into the capital's police station and arrested a man suspected of making racist remarks."
  },
  {
    "original_tweet": 1474381963146543106,
    "new_tweet": 1474384405896466440,
    "index": 131,
    "image_path": "outputs/131.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1474381963146543106",
    "text": "Omicron: US to lift travel restrictions from southern Africa.\n\nBut despite its international reputation, the US is not part of the Council of Europe, which meets annually to consider such issues, diplomats say.\n\nThe French prime minister says U.S. support for Egypt in an independent country should end because of U.S. concerns over the Arab influence in the region, and in a speech on Saturday, he said there was no \"necessity\" of such an approach in the world.\n\nThe French ambassador to the US, Serge Grandsma, has called for U.S. sanctions to be lifted.\n\nThe White House said at a news conference Monday that Obama intends to move quickly to take out U.S. assets in countries close to Egypt and Israel where such moves would violate international law.\n\nFrench President Francois Hollande said he would call U.S. State Department spokesman Jay Carney at the weekend, adding that they should discuss the situation \"without further delay and without hesitation.\"\n\nThe Arab League has condemned the U.S. move, which it says would lead to arms flows to Hezbollah and Hamas, as well as potential human rights abuses and war crimes.\n\nThe International Atomic Energy Agency has imposed new sanctions on Iran, warning that Tehran \"should exercise maximum restraint\" in all aspects of its nuclear program. It is currently in talks with Iran if it continues to build its atomic programme."
  },
  {
    "original_tweet": 1474611435468644353,
    "new_tweet": 1474613412298559489,
    "index": 132,
    "image_path": "outputs/132.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1474611435468644353",
    "text": "Covid: US airlines scrap hundreds of flights amid Omicron surge.\n\nThe airline has been under scrutiny due to the Omicron scandal after the UK became embroiled in an Omicron price spike over fears that its planes would cost more.\n\nAccording to a review of over 70 Omicron deals, more than 10 airlines have opted to cut back flights with the launch of its third-generation flight, the 711.\n\nOmicron executives were given fresh ammunition by a U.S. report that found over 50 planes were being replaced by \"unacceptable\" flight schedules.\n\nThat said, the government in December said it had found no evidence that any of the planes had been cancelled.\n\nLast week, Omicron had been told its 711 flights were affected by the price increase amid concerns the airline couldn't afford to cancel it.\n\nThe company's board has said in its report that the price of the flight is too high for airlines and it \"was forced to cancel\" the pilots' flight."
  },
  {
    "original_tweet": 1475454009695744009,
    "new_tweet": 1475456469592002563,
    "index": 133,
    "image_path": "outputs/133.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1475454009695744009",
    "text": "Covid-19: Extra vaccine mandates come into force in New York City.\n\nNew York City's mayor, Bill de Blasio, is asking the United States Food and Drug Administration to approve a new measles vaccine that will contain only the vaccine used in New York.\n\nDe Blasio's request to the agency's oversight board, in response to a question about a \"mandatory\" immunization, was met with broad skepticism and criticism on social media across the country.\n\n\"To the extent we are looking for new standards, or something more aggressive in the field from a vaccine safety standpoint, it would be foolish really to be so cavalier about it,\" said Marcia Angerer, managing director of Advocates for Vaccine Safety. \"We're working on some of the standards. We just need to make sure we're addressing what's currently in place and what's getting done, and we're hoping there will be improvements and we'll be on the cusp of a major revision to the system.\"\n\nAt that point the question is, does the federal exemption expire and can vaccine exemptions have a permanent permanent effect on the nation's vaccination system? The federal government does not currently have a specific exemption to cover the cost of such measures.\n\nWhile de Blasio declined to comment before this story is published, his announcement did send a message to the CDC and other federal regulators."
  },
  {
    "original_tweet": 1475592764494594051,
    "new_tweet": 1475594886472630273,
    "index": 134,
    "image_path": "outputs/134.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1475592764494594051",
    "text": "US animal shelter shocked after 800 parakeets surrendered.\n\nThe incident happened at about 2am on November 22 at the family's home, in Sibana (Shelved Animal Care Unit) at Dauphin Street and Mountaine, near the River North line.\n\nAccording to Mr O'Duffy, while on duty at a local animal services centre several parakeets were transferred to a small building and a parakeet was subsequently removed from the living room.\n\nSeveral parakeets were placed on stilts and put on a bed.\n\nBut just before 4am some of the stilts appeared to be falling away, causing the parakeet to pull the stilts off.\n\nAccording to a statement on Dauphin Street, at least eight people were injured at the scene.\n\nPolice said Mr O'Duffy (pictured), who was the father of one of the parakeets, was treated at the local animal services centre.\n\nThe local Animal Services officer told The Local that the group had been put under the care of the HU's veterinarians and were being checked out on their own.\n\nThe Para and Parayat veterinarians were then transferred to the local Animal Care Unit and a further seven dogs were euthanised.\n\nParakeets, named after the Australian bird, Australian parakeets, have been around for more than 30 years."
  },
  {
    "original_tweet": 1475891780331655172,
    "new_tweet": 1475891882949427204,
    "index": 135,
    "image_path": "outputs/135.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1475891780331655172",
    "text": "Ghislaine Maxwell jury faces longer hours because of Covid.\n\n\"You can't ask for fewer hours,\" said attorney John Ewing. \"If we don't give you a break, we'll kick you out of the courtroom without the possibility of your free rein.\"\n\nThe jury had scheduled a second round of deliberations in April 2015 to hear how those findings are interpreted by prosecutors. There are 10 jurors in the trial.\n\nLawyer John Ewing says prosecutors will review more than 50 hours of testimony, including testimony about what happened in May, June and July.\n\n\"You can't give more time to people who say, 'If I didn't see the problem with this and made a mistake, I wouldn't have done this,'\" Ewing said.\n\nThere was widespread disappointment in the final day of deliberations, given the amount of questions Judge Mark A. Odom had. He had not held a deliberation during last July's hearing on charges, which began July 13."
  },
  {
    "original_tweet": 1475947855609270276,
    "new_tweet": 1475949731863957507,
    "index": 136,
    "image_path": "outputs/136.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1475947855609270276",
    "text": "Richard Marcinko: Seal Team Six's legendary founder dies at 81.\n\nIn an interview with The Hollywood Reporter, Mark Serrano, who was overseeing marketing and product management at the Hollywood Studios, talked about the importance of maintaining the integrity of the product and how he felt protecting a brand was crucial to achieving success.\n\nWhat's it like to be the team leader for Disney at Disney?\n\nI think being a team leader makes us more effective – or stronger. And all of us at Disney go through this process of trying to make a better product than what we have had and where we are now. So there are lessons to be learned from that process, from what we have seen with Star Wars Celebration. And there will be mistakes.\n\nBut the biggest lesson for us is that being the right person, being in charge, being aware of what our customers want, they go through this process of trying to reach that. And all of your efforts as an organization come from being as good, more committed to building the experience and offering the best entertainment that we can. So every week we try to do that."
  },
  {
    "original_tweet": 1476244557230747662,
    "new_tweet": 1476246701253955587,
    "index": 137,
    "image_path": "outputs/137.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476244557230747662",
    "text": "Alaska 'Icemageddon' warning follows heat record.\n\nU.S. officials have called for an all-out nuclear war with North Korea with the aim of \"improvising catastrophic war and creating an economic and political turmoil that would affect the regional balance of power and the United States.\"\n\nOfficials from the U.S-led coalition have already warned the North might become \"a superpower\" with nuclear capabilities, threatening to test-fire ballistic missiles on U.S. soil and launch military aircraft over other countries.\n\nNorth Korea's state media has warned it is preparing a \"great, glorious, great war\" in the face of the U.S. and South Korea's warnings.\n\nUS President Barack Obama said Saturday the United States is considering a new \"strategic partnership\" with North Korea aimed at deterring Pyongyang."
  },
  {
    "original_tweet": 1476302873692721154,
    "new_tweet": 1476304569298681856,
    "index": 138,
    "image_path": "outputs/138.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476302873692721154",
    "text": "Ukraine tensions: Biden and Putin phone call seeks 'diplomatic path'.\n\nThe U.S. and Canada will make a joint bilateral offer, as President Barack Obama seeks to resolve the dispute in the face of \"a more confrontational\" China – while the two leaders set aside their differences.\n\nThe statement released by Clinton, one of the leading Democratic candidates for the presidency this year, came about after the Republican candidate Donald Trump criticized Putin \"for his own good,\" and urged Putin to \"get along without our countries.\"\n\n\"I was in Moscow a day before Russia's annexation of Crimea,\" Clinton said. \"Now that the U.S. is in the throes of a new era, the American people must ask themselves this: What does this mean? What does this mean?\n\n\"So, in the spirit of our new partnership, I call for a fresh start. The U.S. has the most important relationship with the Kremlin and there must be a new approach.\"\n\nThe two leaders agreed to work in a bipartisan way across the nation's borders – by negotiating a number of specific trade agreements, including the Trans-Pacific Partnership, in order to address China's economic and social grievances, both domestically and around the world.\n\nPresident Trump on Monday urged his \"team in Washington\" to \"get back on track\" while remaining committed to a \"common\" policy toward China."
  },
  {
    "original_tweet": 1476324977053999105,
    "new_tweet": 1476327249477464067,
    "index": 139,
    "image_path": "outputs/139.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476324977053999105",
    "text": "Ghislaine Maxwell: How accusers' testimony brought her down.\n\nJohn Waters, a former University of Virginia graduate who was also convicted on terrorism-related charges, was convicted of conspiring with the terrorist group IS and sentenced to two years in prison for plotting the bombing.\n\nThe case against the former Virginia State Police commander and co-founder of the group was dismissed in January by a judge when it emerged that he had attended the conference, as well as supporting it.\n\nMr Waters was later granted legal immunity after it emerged that he had a history of receiving a substantial amount of money in the course of his work. He was also a member of the military and spent the bulk of that time in Afghanistan before joining the military in January 2003.\n\nIn February 2005 he died of cancer in a fight while training in Jordan with Taliban fighters who were involved in the Iraq war.\n\nWhile there has been a growing trend of terrorism deaths, the number of reported attacks by U.S.-affiliated terrorists, the victims' families or local law-enforcement officials is still high."
  },
  {
    "original_tweet": 1476334595847213061,
    "new_tweet": 1476334775614906371,
    "index": 140,
    "image_path": "outputs/140.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476334595847213061",
    "text": "Ghislaine Maxwell: The downfall of a favourite daughter.\n\nThe downfall of a favourite daughter. \"A great and proud woman, so I know the right words for it. But then some days she tells me one of the things I really want to say. She says 'the mother should never have left behind her own family, but for me' – that's what happens.\n\n\"Then I cry and then she says 'no mum, no father, no children' and she was an outstanding woman. I am proud of her – I will remember her. But it was awful.\n\n\"I still remember that the day after she died, I was at my father's house and at least I can see him having a smile on his face now.\n\n\"I really want to thank her for what she was doing all these years. She played an immensely important role for the country, for her parents and for them when they were fighting. And then at the end of her life I can feel that I have really come to realise that my father had been wonderful.\"\n\nIn the new generation of young people, there is no shortage of support, Mr Miliband says, although it is an improvement as the younger generations start to see they have no choice but to accept their parental legacy.\n\n\"There is an overwhelming majority of people who know better than my father. The number of people that know me in their early 20s."
  },
  {
    "original_tweet": 1476353298680717315,
    "new_tweet": 1476354916109078530,
    "index": 141,
    "image_path": "outputs/141.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476353298680717315",
    "text": "Ghislaine Maxwell guilty of helping Jeffrey Epstein abuse girls.\n\nAccording to the New York Times, Maxwell did \"consider\" getting a deal for Epstein and \"appointments of women he has known from his time as a sex entrepreneur with Bill. The agreement, signed by Maxwell, came less than 1 month after the couple signed a similar deal for the billionaire and Epstein himself, according to a former White House official who has spoken publicly in support of the Clinton administration.\" This is a major scandal for anyone hoping to clean up the federal government and allow Hillary Clinton to do business in the state of New York in the future.\n\nHillaryClinton.gov is out of control, as we now have a system of government-funded government-funded government-funded government-funded government-funded. The government that Hillary Clinton has set aside for government-funded entities. And this is on top of hundreds of thousands of unaccounted for federal spending that still exist to fund a handful of agencies.\n\nThe Clintons aren't the only ones out of control. But I say this because the Clintons are all in control and all of these federal government entities are in control. And right now, the feds are out of control and they are now in control of everyone.\n\nThe Washington Post also reported that Hillary Clinton's top officials \"took no chances\" when it came to their personal relationships with the people who made her a senator."
  },
  {
    "original_tweet": 1476518040489631744,
    "new_tweet": 1476518460179947526,
    "index": 142,
    "image_path": "outputs/142.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476518040489631744",
    "text": "Tiger shot dead at Naples Zoo in Florida after biting cleaner's arm.\n\n\"The only person who can possibly protect that child was the man standing by, so he walked away to try to hide by himself,\" Hickey wrote in a follow-up letter to ABI employee Michael Thomas.\n\n\"I saw no crime by the man who was standing by me. A few seconds later, a bear stepped on the little boy's arm for cover. No bear came and took this child hostage.\"\n\nIn a news release, Hickey said other animals in the Florida park who showed signs of the tiger's behavior are the same ones he witnessed at Florida Zoo.\n\nThe Florida Zoo said it notified an employee at 10:18 p.m. Thursday that a tiger had been injured in the park in the northern part of the state and had been taken into emergency care, but that there were no reported injuries."
  },
  {
    "original_tweet": 1476534464847171591,
    "new_tweet": 1476536097903558657,
    "index": 143,
    "image_path": "outputs/143.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476534464847171591",
    "text": "Ghislaine Maxwell: What next after guilty verdict?.\n\nLogan: So, now we have to look at the next move. He's going to be brought back to London to come to Manchester United for the World Cup.\"\n\nAs to whether the striker will remain in Manchester United, Mourinho will speak with the club chairman John W Henry next week.\n\nMourinho said: \"If we go to Manchester United then they will have to ask for a new manager. We know our players feel we have to go to them.\n\n\"We are also looking at the players. We will go to them in the transfer market, they are looking at us and they are looking ahead to what the club say in terms of the squad and the season.\n\n\"It is a very big club and the team can cope with us and we are very confident of what we have done and what we want out of them and I am very happy.\n\n\"I expect me there, I want to bring football into Manchester and also for my squad and I think there will be some changes."
  },
  {
    "original_tweet": 1476543005754544135,
    "new_tweet": 1476543648535748608,
    "index": 144,
    "image_path": "outputs/144.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476543005754544135",
    "text": "Ghislaine Maxwell: 'No one is above the law' - Epstein victims react to verdict.\n\nIn a landmark decision, the Supreme Court ruled that, while some of the sex traffickers knew their buyers were young, none of the traffickers knew or were under 14 years old or younger, and that was too young to be convicted.\n\nMaxwell was sentenced to 12 years in prison and a £1,000 fine for his role in the sex trafficking scheme known as the Ellsberg case. It has been revealed that he did not know his victims were 12 and 14 years old while the others were 16 or 17 after seeing them, and that their families had been devastated by the verdict.\n\nProsecutors said Maxwell's 'sociology and character were not in play'. 'One can never be too careful with how you approach a case, even though you have tried to hide it from us,' the judge wrote, adding that, '[Maxwell] knew that his clients were young. He knew their age, had no idea which girls they knew, and that this was one of the reasons they were so vulnerable'.\n\nThe ruling means Epstein may appeal if it remains unpleased in his own trial. Epstein, who pleaded guilty to four counts of money laundering, was sentenced to 11 years in prison and a fine of £715,000 after pleading guilty to three counts of fraud in May. He was acquitted."
  },
  {
    "original_tweet": 1476616655849631750,
    "new_tweet": 1476619175166578688,
    "index": 145,
    "image_path": "outputs/145.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476616655849631750",
    "text": "Virginia Confederate monuments likely headed to black history museum.\n\n\"I think it will benefit the black community as a whole,\" said Dr. Eric D. Hargrave, Director of the National Historic Landmark Preservation Program at the University of Virginia who heads the project. \"It will also help the museum take on some of those issues that are very difficult to accomplish in some areas of the country and create history.\"\n\nHargrave had been involved in the construction of the Hanging Rock monument, which stands on what is now the Hanging Rock Reservoir in the Chesapeake Bay region.\n\nThe monument was designed to hold the remains of the early Civil War era. But the project had a cost and time frame, costing up to $16,700 to finish, but Hargrave said if the black people can get involved, they will get back what they got because all of their ancestors went into the Great Depression, as does the community of the Mississippi Valley.\n\nThe monument will also have a monument for a group of enslaved Seminole Indians known as the Little Black Panther party."
  },
  {
    "original_tweet": 1476634438159249412,
    "new_tweet": 1476636764089438210,
    "index": 146,
    "image_path": "outputs/146.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476634438159249412",
    "text": "Covid: Woman isolates in toilet for five hours after positive mid-flight test.\n\nStainless Steel: A man is beaten by dogs on a bus in the south of Spain after failing an attempted rescue attempt.\n\nEryktra: Police put up a wall around a mosque in Bordeaux in 2014 after a woman was arrested for attempting to burn down an inter-faith meeting.\n\nThe Daily Mail reports: \"A woman left flowers at the mosque to express her dislike: 'This is not a mosque. We never thought we would have this type of hatred. We love Islam'.\"\n\nA man leaves a flower outside a mosque in Bordeaux in 2014 after failing an attempted rescue attempt. (Gettyimage Getty)\n\nA mosque in Bordeaux has become a target of furious anti-Muslim protesters, after a suspected terrorist stabbed dozens of worshippers on the front lawn of last Friday's mass.\n\nSeveral people have since been arrested for burning the stoning victim to death in central Bordeaux last Friday night.\n\nThe incident comes just days after a woman was reported to have been taken to hospital over fears for her safety by Islamic State militants in Syria."
  },
  {
    "original_tweet": 1476673820064948232,
    "new_tweet": 1476674543099858945,
    "index": 147,
    "image_path": "outputs/147.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476673820064948232",
    "text": "Teva Pharmaceuticals found liable in New York opioid trial.\n\nDale O'Donnell, an independent legal counsel for the D.C.-based pharmaceutical company that was behind the D.C. trial says a New York court ruled May 15 that his firm was not in the right to impose a punitive or punitive price on D.C.-based drugs.\n\nO'Donnell wrote today in a lawsuit against the Justice Department that a judge dismissed O'Donnell's lawsuit last week, because, among other things, O'Donnell claimed New York attorneys had already paid the settlement.\n\nO'Donnell, who was an officer in the D.C.-based company that represented D.C.-based drugmakers Medtronic and Halliburton until his dismissal on Nov. 5, took to Twitter after D.C.'s Superior Court justices last week overruled his lawsuit, saying that the law's terms did not allow his suit to proceed. A spokeswoman for O'Donnell said O'Donnell's company had met with the government and argued in court filings that his suit — filed at 10:20 a.m. Sept. 14, 2017, in U.S. District Court for the District of Columbia — was not in the \"right\" place.\n\n\"I've always stood up to the government,\" O'Donnell wrote on Twitter a day after the Supreme Court's ruling on O'Donnell's lawsuit."
  },
  {
    "original_tweet": 1476763296799854593,
    "new_tweet": 1476765153962041349,
    "index": 148,
    "image_path": "outputs/148.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476763296799854593",
    "text": "Colorado wildfires: Tens of thousands evacuated as blazes spread.\n\nFirefighters in Los Angeles have pulled out to assist the local community, but officials say they're continuing their efforts at a higher goal.\n\n\"It's difficult for all involved, it's challenging, depending on whom you ask. It's a long winter. We want to do a nice, calm winter,\" said Steve Miller from Los Angeles Fire Prevention and Control.\n\nAs of Friday afternoon, 10,885 people were estimated at risk of becoming in need of food and water at a wildfire in south-central California, with a maximum evacuation potential of 1,000 acres estimated to hit that region.\n\nThe fire in Ventura County has been burning for two months now as of Tuesday night.\n\nAn emergency management statement had estimated the cost of evacuating the people will be in the region of $350 million or more.\n\nResidents will soon be forced to move to emergency shelters if they need shelter.\n\nAs of 2:50 p.m., residents were already in evacuation mode. Some were staying put outside the Los Angeles Police Department Headquarters, and others were allowed inside the San Fernando Valley Fire Department Headquarters."
  },
  {
    "original_tweet": 1476930329776689182,
    "new_tweet": 1476931190317715463,
    "index": 149,
    "image_path": "outputs/149.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1476930329776689182",
    "text": "Virginia Giuffre: Prince Andrew accuser seeks evidence he could not sweat.\n\nHe accused the Duke University basketball coach on Friday of having forced a family on him and allegedly forcing him to sit in his hotel room for years.\n\nByrne says he was surprised by the fact that Giffre was still being publicly investigated by U.S. Marshals. But this is not the first time Gianfranco is charged. The scandal has rocked the game in other aspects this season, with players accusing former coaches and teams of abuse, intimidation and even trying to intimidate the players for a perceived lack of authority. The allegations include a 2014 investigation by the FBI, which alleged that Giffre helped turn the former coach into an informant, which the league dismissed, and has also sued the team. The other allegations stem from Giffrec, who was arrested on civil charges in California on March 12 and facing possible jail time. On Saturday, the FBI charged him with conspiracy to impede a U.S. marshal's investigation.\n\nOn that same day Giuffre was summoned to speak with the FBI in response to the alleged abuse.\n\nPolice did not say why they were there. However, after reading through the FBI report, they learned that Giuffre was not expected to appear on the stand."
  },
  {
    "original_tweet": 1477142693373526016,
    "new_tweet": 1477145136391876619,
    "index": 150,
    "image_path": "outputs/150.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1477142693373526016",
    "text": "Colorado: Residents return following devastating fire.\n\n\"We don't see any damage to homes, but it's one of those things that we do think that it was really a very serious threat that we can do something about to avoid,\" said Dan White, the fire and emergency manager for the South End of the City.\n\nAt 9:22 p.m. Tuesday, a group of residents on the side of University Street called 788-942-5075 and had been working to clear homes and evacuate as much as the city could, police said.\n\nAbout 20 minutes later, a blaze broke out in the city's East Tower. A building in the south was evacuated and residents remained at large.\n\nBy 7:30 p.m., the fire chief was at the fire station, and the firefighters were attempting to remove as many people as possible as much ash as possible from the building.\n\nThe building was still engulfed in smoke, with smoke that spread after just over four minutes.\n\nOne-hundred and forty one people had been evacuated to hospitals. Twenty three children and five adults were in critical condition with the others in critical condition at the hospital."
  },
  {
    "original_tweet": 1477384498262290440,
    "new_tweet": 1477386682945052673,
    "index": 151,
    "image_path": "outputs/151.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1477384498262290440",
    "text": "US flight cancellations hit new holiday peak amid Covid and bad weather.\n\nBritain's weather service is forecasting a \"no fly zone\" for at least part of the month while the warning will be extended until Thursday in favour of a late Saturday.\n\nThe White House says more than 130,000 passengers took their passengers on Saturday but will not announce the locations until the next day.\n\nThe president said: \"There is a lot of pressure on our country to give us a clean slate.\n\n\"The world economy, the economy of nations around the world, businesses we can find great growth opportunities that I think we, especially the UK government want to work on, can build upon from the international and the global leadership group that came out of the Paris climate conference.\n\n\"We are seeing the effects of the recent financial crisis around the world."
  },
  {
    "original_tweet": 1477407174209028104,
    "new_tweet": 1477409380534341635,
    "index": 152,
    "image_path": "outputs/152.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1477407174209028104",
    "text": "Colorado wildfire: Three people reported missing and presumed dead.\n\nOn Feb. 13, two young girls, ages 14 and 13, were discovered in their home in the 300 block of L. A. South Road north of Nettle Lake about 10:45 a.m. in east Reno. After the girls' car was abandoned, people reported being led away and they were discovered by a neighbor near the intersection of W. South West Avenue and W. Lake Road.\n\n\"I heard a crack, bang, I thought maybe someone hit her,\" one of the girls told investigators. She was 7 or 8 years old, according to the girl's family.\n\nAfter a search warrant was presented at the home and search warrant was granted to remove three young women, some at age 16, who had never been involved in a fire, the family said in late February.\n\nAt the time of the search, the family said that they were in the apartment building, with four other young people under 12.\n\nTwo additional young women and their two older sisters were found inside. The girl was also wearing her backpack and carrying more than $3,500 in donations, along with several items other than flowers and candles."
  },
  {
    "original_tweet": 1478039179665813509,
    "new_tweet": 1478041016108294152,
    "index": 153,
    "image_path": "outputs/153.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478039179665813509",
    "text": "Timed Teaser: What's Tony Blair's new title?.\n\nChris: Tony's to tell me what he was talking about, that he's going to be doing another book in 12 months which means he wants to do a new book out in the next year or two as well.\n\nI'm not exactly sure we can't use it in a very serious way, especially from an event like this.\n\nWe got in touch with the editors who run this series and as always they are all keen to chat to us about what's going on, what's new and what hasn't happened for Tony Blair in the past.\n\nWe did hear some new stuff here which means I'm talking to an editor who is in charge of any future books for Tony Blair at some point but we don't know.\n\nAnd as you recall I used to be a huge fan of the old Tony Blair books. We'd have a lovely family dinner at a restaurant and they'd have a good discussion and at the time we thought maybe it would be interesting if you could keep tabs on each other's work.\n\n\"Oh yeah, here's me. I didn't want that to happen after all... it's nice there's new stuff at hand.\"\n\nSo it sounds like they haven't found anything to support their recent speculation for the future of the book."
  },
  {
    "original_tweet": 1478164891634741251,
    "new_tweet": 1478166877889343492,
    "index": 154,
    "image_path": "outputs/154.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478164891634741251",
    "text": "Elizabeth Holmes: Theranos founder convicted of fraud.\n\nFormer patient: The New York Times reported that Theranos paid a \"tax\" of $6 million on its customers on the basis of profits from Theranos' own self-driving robotic clinical research and development programs. And there were more than 5,500 new customers that would be turned over to the company.\n\nThe FDA will try to weed out potential bad blood from the drug, though it hasn't ruled out taking a stand. Although the agency's recent decision to approve FDA approval for medical marijuana will make it easier for people to obtain the drug, Theranos plans to avoid trying to force people to sign up for the drug and try to keep its \"legal status\" intact.\n\n\"The new medical marijuana law will significantly shift the regulatory landscape for the cannabis industry,\" said Michael Schumacher, FDA senior counsel.\n\nS. J. Stacey, the FDA senior counsel, added, \"Drug companies will continue pushing for the FDA to act, and will continue the aggressive regulatory effort, regardless of what its law does.\"\n\nThis article (Why Did the FDA Be Targeted In the New Legal Battle? And How Can the Justice Dept. Help?\n\nU.S. Attorney for the District of Columbia Matthew F. Holder: FDA's drug approval decision is too late. But the Supreme Court has already established that the federal government has a compelling interest in legalizing medical marijuana."
  },
  {
    "original_tweet": 1478331369088589824,
    "new_tweet": 1478332924810305537,
    "index": 155,
    "image_path": "outputs/155.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478331369088589824",
    "text": "Donald Trump's children refuse to testify in fraud inquiry.\n\nHis son Barron Trump was also denied a witness during the grand jury.\n\nTrump's team declined to comment the case when asked about his father's appearance, adding he does not comment on issues related to the Trump family business.\n\nThe New York Times reported, \"A grand jury has concluded that Mr. Trump's son Barron Trump had no business dealing with his father when U.S. agents who had been investigating the sale of a Trump real estate developer to a Russian-connected Kremlin-linked firm in 2009 and 2010 met with a Ukrainian oligarch, the FBI's official complaint alleges.\"\n\nThe report continues, \"The Justice Department said Mr. Trump's son's attendance in public court after he was sworn in on Friday and his counsel had given no answers before the grand jury, which was supposed to be held on Monday afternoon.\"\n\nIn a separate case that was reported last week The New York Times reported, Kushner \"cannot recall any meetings between Mr. Trump and a Russian official or any meetings he and Mr. Trump attended during his meeting with Mr. Putin two months ago when he was president.\"\n\nKushner \"did not provide any proof\" of what his son told Mueller's team."
  },
  {
    "original_tweet": 1478342683068407815,
    "new_tweet": 1478342979026784258,
    "index": 156,
    "image_path": "outputs/156.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478342683068407815",
    "text": "Covid: US reports record 1m cases with peak still to come.\n\nUS reported 1m cases with peak still to come. Source: UAB News\n\n\"It is just part of the story of our campaign and it is a very serious topic.\n\n\"We look forward to responding to these queries regarding our strategy in coming days or weeks,\" he said.\n\nAsked if the results would provide a clue to his political aspirations he said that he was still trying to determine those factors.\n\n\"I'm trying to make sure we can work together and achieve positive change and good results, which means something positive, good changes and good outcomes in society,\" he said."
  },
  {
    "original_tweet": 1478395949546459146,
    "new_tweet": 1478398358028840960,
    "index": 157,
    "image_path": "outputs/157.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478395949546459146",
    "text": "California twins born 15 minutes apart in two different years.\n\nThese twins have their own personalities, often different. They usually have a different mother, a different father or a different mother's voice, or both.\n\nThese infants were born as a matter of course, with their mother and father all having distinct voices, which gave the twins special meaning. That was the case.\n\nAll four siblings have distinct lives. Each has been there and done that. And at times that particular life came up, they both had their own voices, and each of them had their own story about it.\n\nThe baby sister is in her third year of life, and this is the daughter that's grown up. It's her second year. The sister has both daughters. That's the sister of hers. For her the birth father takes the baby. The sister's own voice, that's the voice she used to call herself. She'll call herself Mommy. She'll call herself Mommy when she gets too drunk. When her mommy gets too drunk and starts getting up, her mommy starts singing. Her mommy starts singing!\n\nThe mommy will call herself Mommy Mom. The daughter's voice will be her own. She goes to school, goes out, and doesn't come back until her mommy called her her little sister."
  },
  {
    "original_tweet": 1478464427024392197,
    "new_tweet": 1478466322937769984,
    "index": 158,
    "image_path": "outputs/158.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478464427024392197",
    "text": "Canada reaches $31bn deal in indigenous child welfare case.\n\nBut with the Indian government insisting that it can \"not deny a waiver\" of the rights of the women, the legal battle to resolve has taken a toll.\n\nWith women's rights lawyers in Ottawa keenly involved, the women's lawyers have been working for months for more than 100 days in challenging the decision from the Supreme Court to grant a waiver.\n\nThe challenge raises the issue of whether the government has a legal duty to ensure that foreign agencies can't force local governments to agree to accept child welfare contracts in their own communities.\n\nAt the beginning of this month, the Supreme Court ruled that a court could order Indian government to force agencies to meet or abide by an international tribunal's interpretation of the Indian Supreme Court's ruling on child protection.\n\nBut the Supreme Court has until May to explain that's not what the government has been doing to the women and how the government can enforce the waiver.\n\nLast year a three-judge panel for the Indian Supreme Court overturned a lower court order requiring the women's law service to accept the voluntary payment made under the Indian Child Welfare Act and its waiver.\n\nThis was a critical step toward creating a framework that would prevent governments from failing to give foreign agencies, particularly in poor communities, a leg up over local governments in the process of securing the contract."
  },
  {
    "original_tweet": 1478549930453127168,
    "new_tweet": 1478551890140950528,
    "index": 159,
    "image_path": "outputs/159.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478549930453127168",
    "text": "US science teacher arrested for vaccinating 17-year-old student.\n\nKashmir's health ministry has said the children in custody are too young to make a healthy contribution to society because of their alleged \"anti-human\" views.\n\nThe Ministry of Youth and Family Science Education Director, Ashima Khan, admitted in January that the children in custody had received death threats on twitter.\n\nThe child's family claimed they were being bullied in school and had been detained.\n\nThe girl allegedly sent hate messages online while at home. She had made a complaint to the Education Department, the ministry said in a statement.\n\nThe girl was arrested during a national security visit in Uttar Pradesh.\n\nThe government says the child's parents were not among the five children in custody.\n\nThe family denied giving the child life-saving vaccines or vaccinations for those who suffered from a heart attack.\n\nAsperger's disease, also called hyperactivity disorder, has more than 500,000 cases per million children worldwide."
  },
  {
    "original_tweet": 1478780943846498307,
    "new_tweet": 1478783407287009280,
    "index": 160,
    "image_path": "outputs/160.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478780943846498307",
    "text": "Philadelphia fire: Seven children among 13 dead in apartment blaze.\n\nIn New England, a large area of New Zealand suffered the worst fire death toll, according to a State Fire Marshal's report.\n\nThe fire at Fort Sill: Police and fire were called to the city's east bank at about 11 a.m. PT to investigate a fire at an apartment complex in the city's east end on May 17. Fire Marshal Chris Ehrgen said two men were found trapped inside a \"pit\" underneath the building after attempting to use it to escape the fire. A second employee was hurt in the incident.\n\nThe firefighters were called in for a report of a suspicious fire inside of the building.\n\nEmergency response: A team of firefighters and paramedics responded to the scene of a fire in the city of Auckland around 1:20 p.m. PT, and officials said that the occupants of an apartment complex in the city's east end were found dead and that another man was taken to hospitals in stable condition. They are still in a critical condition. No cause of death has been released.\n\nSitting at a coffee shop in the town centre in West Auckland is a 25-year-old man with a life-threatening respiratory condition. At a nearby restaurant where he was drinking, his condition was called in."
  },
  {
    "original_tweet": 1478825209927192576,
    "new_tweet": 1478826232548454400,
    "index": 161,
    "image_path": "outputs/161.png",
    "link": "https://twitter.com/BBCNorthAmerica/status/1478825209927192576",
    "text": "Homer Plessy: Pardon for 'separate but equal' civil rights figure.\n\nPorter Sweeny: I didn't have a moment's worth of 'separate but equal' civil social rights when this thing was on the ground. Who doesn't like 'separate but equal'.\n\nI do believe on this issue we need to look at what is not legal is what we don't understand, that it is actually not constitutional. We can call that a problem, like we need to find a solution.\n\nBut this is not to condemn anybody who thinks there may be some kind of equality. We need to look at what's possible in the world and the challenges we face at the world's largest and most innovative computer and internet and data center technology facilities.\n\nThe fact is that it's the world that needs to be more prosperous.\n\nWe need to find solutions to all this. They're not just about getting more people together. The next 20 to 30 years will likely have those things become available to a wide audience, including some who did not vote for them at the 2000 elections.\n\nWe are talking about the world of tomorrow, a great future, where technology advances every day and the quality of life continues to improve dramatically.\n\nThat's why it's essential that we remember with clear pride, what has been and continues to be a world of great innovation."
  }
]